/*
Navicat MySQL Data Transfer

Source Server         : 316
Source Server Version : 50624
Source Host           : localhost:3306
Source Database       : tongxun

Target Server Type    : MYSQL
Target Server Version : 50624
File Encoding         : 65001

Date: 2018-11-10 11:07:50
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for attend
-- ----------------------------
DROP TABLE IF EXISTS `attend`;
CREATE TABLE `attend` (
  `A_R_id` int(11) NOT NULL AUTO_INCREMENT,
  `A_S_id` varchar(255) NOT NULL,
  `A_in_status` int(11) DEFAULT NULL,
  `A_out_status` int(11) DEFAULT NULL,
  `A_in_devicecode` varchar(255) DEFAULT NULL,
  `A_in_time` datetime DEFAULT NULL,
  `A_in_longitude` double(255,6) DEFAULT NULL,
  `A_in_latitude` double(255,6) DEFAULT NULL,
  `A_out_devicecode` varchar(255) DEFAULT NULL,
  `A_out_time` datetime DEFAULT NULL,
  `A_out_longitude` double(255,6) DEFAULT NULL,
  `A_out_latitude` double(255,6) DEFAULT NULL,
  `A_in_city` varchar(255) DEFAULT NULL,
  `a_in_district` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`A_R_id`)
) ENGINE=InnoDB AUTO_INCREMENT=43 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of attend
-- ----------------------------
INSERT INTO `attend` VALUES ('1', '201604070101', '1', '1', '1', '2017-10-03 12:52:26', '120.481712', '30.092774', '1', '2017-11-03 16:52:26', '120.481712', '30.092774', '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('6', '201604027001', null, null, null, '2017-11-03 12:52:26', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('7', '201604070101', '1', '1', '1', '2017-12-03 12:52:26', '120.481712', '30.092774', '1', '2017-11-03 16:52:26', '120.481712', '30.092774', '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('8', '201604027001', null, null, null, '2018-10-17 13:58:37', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('9', '201604027001', null, null, null, '2018-10-19 14:41:13', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('10', '201604070101', null, null, null, '2018-10-20 16:19:49', '30.091420', '120.481562', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('11', '201604027001', null, null, null, '2018-10-21 09:32:01', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('12', '201604070101', null, null, null, '2018-10-21 09:51:04', '120.482392', '30.091314', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('13', '2016', null, null, null, '2018-10-21 14:21:29', '119.065013', '29.615875', null, null, null, null, '杭州市', '淳安县');
INSERT INTO `attend` VALUES ('14', '201604070101', null, null, null, '2018-10-22 10:56:21', '120.482323', '30.091262', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('15', '201604070101', null, null, null, '2018-10-23 09:20:43', '120.483169', '30.091771', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('16', '1', null, null, null, '2018-10-23 19:41:39', '120.483583', '30.091781', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('17', '2016', null, null, null, '2018-10-23 22:35:26', '120.479927', '30.095505', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('18', '201604070101', null, null, null, '2018-10-24 15:23:17', '120.480258', '30.093569', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('19', '2016', null, null, null, '2018-10-24 15:45:58', '120.480557', '30.092652', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('20', '201604027001', null, null, null, '2018-10-24 16:52:45', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('21', '2016', null, null, null, '2018-10-25 08:58:48', '30.091783', '120.483584', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('22', '201604070101', null, null, null, '2018-10-25 10:51:56', '30.095526', '120.480040', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('23', '201604070101', null, null, null, '2018-10-27 18:53:30', '30.093968', '120.482560', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('24', '201604070101', null, null, null, '2018-10-28 14:39:19', '35.281143', '113.936248', null, null, null, null, '新乡市', '红旗区');
INSERT INTO `attend` VALUES ('25', '201604070102', null, null, null, '2018-10-28 14:42:16', '30.091792', '120.483594', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('26', '2016', null, null, null, '2018-10-28 14:42:48', '30.091792', '120.483594', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('27', '201604070101', null, null, null, '2018-10-29 11:06:48', '35.282150', '113.933003', null, null, null, null, '新乡市', '红旗区');
INSERT INTO `attend` VALUES ('28', '201604027001', null, null, null, '2018-10-29 15:46:43', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('29', '201604070101', null, null, null, '2018-10-30 15:57:45', '30.091279', '120.482333', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('30', '2019', null, null, null, '2018-11-01 18:11:29', '30.091789', '120.483596', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('31', '201604027001', null, null, null, '2018-11-02 18:29:09', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('32', '201604027001', null, null, null, '2018-11-03 19:24:22', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('33', '201604070101', null, null, null, '2018-11-04 11:36:13', '30.092630', '120.480720', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('34', '201604070102', null, null, null, '2018-11-04 11:36:46', '30.093040', '120.480763', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('35', '201604070101', null, null, null, '2018-11-05 17:00:33', '30.089163', '120.479973', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('36', '201604027001', null, null, null, '2018-11-06 13:58:10', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('37', '201604027002', null, null, null, '2018-11-06 18:05:09', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('38', '201604027001', null, null, null, '2018-11-07 19:55:44', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('39', '201604070101', null, null, null, '2018-11-08 14:13:37', '30.091453', '120.482025', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('40', '201604070101', null, null, null, '2018-11-09 07:30:03', '30.098271', '120.477533', null, null, null, null, '绍兴市', '柯桥区');
INSERT INTO `attend` VALUES ('41', '201604027001', null, null, null, '2018-11-09 17:54:43', '120.481712', '30.092774', null, null, null, null, '内蒙古', '呼和浩特');
INSERT INTO `attend` VALUES ('42', '201604070101', null, null, null, '2018-11-10 08:40:36', '30.098271', '120.477533', null, null, null, null, '绍兴市', '柯桥区');

-- ----------------------------
-- Table structure for chart
-- ----------------------------
DROP TABLE IF EXISTS `chart`;
CREATE TABLE `chart` (
  `c_id` int(11) NOT NULL AUTO_INCREMENT,
  `c_s_id` varchar(12) NOT NULL,
  `c_t_id` varchar(12) DEFAULT NULL,
  `c_date` datetime DEFAULT NULL,
  `c_title` varchar(255) DEFAULT NULL,
  `c_image` varchar(20000) DEFAULT NULL,
  `c_content` varchar(500) DEFAULT NULL,
  `c_review` int(12) DEFAULT NULL,
  `c_reviewDetail` varchar(500) DEFAULT NULL,
  `c_clickNum` int(11) DEFAULT '0',
  `c_show` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`c_id`)
) ENGINE=InnoDB AUTO_INCREMENT=161 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of chart
-- ----------------------------
INSERT INTO `chart` VALUES ('1', '201604070101', '1', '2017-11-03 22:09:31', '第一周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '地球总是在转的，时间在一秒一秒的过去，而我还是在为工作的事在发愁，天天去面试，去网吧上网投简历，重复的做同一样事情，结果都是一样。但是我还是没有放弃，而是继续在寻找符合自己的工作，身上的钱花了差不多，这时候的我跟是万分的焦急，又不怎么好意思在开口往家里的人要。终于工夫不负有心人，让我找到一分工作。', '1', '能真实记录自己在开始实习的一段时间里心里所想，所体会的内容，非常好！该生写日记的态度较为认真，从其日记中能看出其在不断进步。希望，在今后的实习生活中，除了不断学习本专业课程以外，还能与办公室其他同事沟通以了解物XX行业的最新近况。', '10', '0');
INSERT INTO `chart` VALUES ('9', '201604070101', '03994', '2018-10-18 07:48:15', '第二周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '地球总是在转的，时间在一秒一秒的过去，而我还是在为工作的事在发愁，天天去面试，去网吧上网投简历，重复的做同一样事情，结果都是一样。但是我还是没有放弃，而是继续在寻找符合自己的工作，身上的钱花了差不多，这时候的我跟是万分的焦急，又不怎么好意思在开口往家里的人要。终于工夫不负有心人，让我找到一分工作。', '1', '该篇周记真实记录了该生在进入实习第二周时，如何寻找客户，以及自己内心的感悟。写得真情实感，从中可以发现她的进步。望再接再厉在今后的实习岗位中能充分发挥自己的优势，同时能真正学习到联系客户以及与客户沟通的技巧。', '8', '1');
INSERT INTO `chart` VALUES ('68', '201604070104', '03994', '2018-10-25 11:22:10', '第一周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '　图是弄好了，接下来是开始进行生产，调试。真是毛病重重，错误多多啊!产品刚出来进行调试微出现这样那样的毛病。后来才清楚知道是怎么一回事。不过通过这件事可以学到不少在学校所学不到的知识与经验，原来在设计绘图，这个零件是考虑的并不单单是把图绘出来，还要了解一些关于市场方面的信息，比如说价格，一些常用的毛坯，怎么做起来才方便简洁，如何把他设计成又好又方便的产品。还要考虑在加工过程中出现的误差，还有一些热处理方面的知识等等。如果不想到这些结果会是难以想象的，浪费时间上其次的，最重要的是公司经济的损失。', '1', '本周你给自己定的目标是：如何将询价单转换为订单。在此过程中，你的努 力你的感悟我能很真实感觉到。抓住客户获得忠实客户的技巧，书本上不一定能给你。但是你切实能在实践中针对不同的客户，用心去体会去感悟。这样，在经历多次失败后，你必定能收获自己的成功！加油！', '0', '1');
INSERT INTO `chart` VALUES ('69', '201604070104', '03994', '2018-10-25 11:43:54', '第二周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一个多月的实习，虽然对公司不是那么的太了解，但是多少不等也有所了解。天天做着一样的事，感觉得无比的枯燥只有自己一个人坐在电脑面前一整天，只有电脑从早到晚的陪者我，觉得好孤独，没有了以前在学校的那种欢声笑语，没有在学校的那种轻松悠闲自在了，有的只是空虚和寂寞。有些时候闲下来就坐在电脑面前发呆，不知道做什么。 就这样一天一天的耗着，感觉除了工作以外，自己的生活中就没有其他的新鲜的事情，或者是值得人去回忆，留念的了，没有了色彩斑斓的生活，有的只是枯燥的工作有些时候都有点冲动想不干了，去换换别的工作，想给累积更多的社会知识和经验，但是想了想还没有那么的冲动，还是在原来的地方老实的呆着。', '1', '能真实记录自己在开始实习的一段时间里心里所想，所体会的内容，非常好！该生写日记的态度较为认真，从其日记中能看出其在不断进步。希望，在今后的实习生活中，除了不断学习本专业课程以外，还能与办公室其他同事沟通以了解物XX行业的最新近况。', '0', '1');
INSERT INTO `chart` VALUES ('70', '201604070102', '02112', '2018-10-25 02:56:52', '第一周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '俗话说的好一年之季在于春，一天之季在于晨，又是一个星期的开始，早上起来呼吸着窗外的新鲜空气，来到厂里开始新的工作，将上个星期的零件图把他装配起来，我以为本来是很简单的事，不过事实并不是想象中的那样的简单，在装配过程中出现了许多问题，这下可把我个弄荤了，都不知道该从何下手，比如说在装配的过程中出现尺寸的不一样，出现很大的间隙等等其他的许多问题，一时间看出许多的毛病和错误，只好在次慢慢的修改，寻找还有没有其他的错误。经过几天的奋斗，修改和检查这个工作快临近尾声了，我总是在希望我的图不要在出现其他的错误。这个星期虽然结束了，但是我还是有地方值得我去学习的，真的是不易乐呼。', '0', null, '0', '1');
INSERT INTO `chart` VALUES ('71', '201604070101', '03994', '2018-10-25 06:27:54', '第三周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一周的实习，对公司的运作流程也有了一些了解，虽然还没有具体的操作过，但是在接触到新的事务不再不知所措，学会了如何去处理一些突发事件。懂得从中学到一定的处理事情的发那个发，而且从工作地过程中明白了主动出击的重要性，在你可以选择的时候，就要把主动权握在自己手中。相信大家刚开始实习的时候，都做过类似复印打字、整理文档等的杂活，因为刚开始对于公司的工作内容、流程还不了解，所以做杂活成了实习工作必做的工作。虽然工作比较繁杂但是从中也学到不少的东西。所以说事情是不分大小，只要积极学习积极办事，做好份内事，勤学、勤问、勤做，就会有意想不到的收获。', '1', '每周都有自己学习的主题和目标，这个非常非常棒。从中我真的能看到你们一点点的进步。本周的主题是学习各国家的主要港口和航线，并熟练记忆他们。这进入物流企业必须要学会的必修课！加油！', '6', '1');
INSERT INTO `chart` VALUES ('72', '201604070101', '03994', '2018-10-25 09:20:37', '第四周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '在经历了一周的打杂工作，让我对公司的运作流程以及业务有了一个整体的了解，因此这一周我们的工作内容也有了一个小变化，除了进行简单的技术资料整理， 还有就是如何去做好这个产品方面的设计，我本来以为就要将具体的尺寸用工具测量出来，然后通过AUTOCAD画出来就可以了，但是结果并不是想象中那么简单。老板总是叫我一遍又一遍的检查画的图是否还有其他的错误，经过几天的检查，我开始感觉到一整天坐在电脑面前开始有些疲倦，整天面对着电脑，看着那枯燥无谓的图形，我有点开始厌倦了，但是我还是坚持着做着，细心的检查着。就这样我熬过了枯燥的一个星期。', '1', '本周的实习内容不单单是进行客户资料的输入，了解XXXX的相关业务知识。同时，你还在联系客户方面迈出了自己坚实的一步。尝试着开始用电话和客户沟通。 这就是实习的乐趣和实习的收获。每天都在一点点进步，每天都在一点点学习。 实习日记很真实并详尽的记录了你学习与进步的点点滴滴。加油！', '4', '1');
INSERT INTO `chart` VALUES ('73', '201604070101', '03994', '2018-10-25 09:26:16', '第五周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '俗话说的好一年之季在于春，一天之季在于晨，又是一个星期的开始，早上起来呼吸着窗外的新鲜空气，来到厂里开始新的工作，将上个星期的零件图把他装配起来，我以为本来是很简单的事，不过事实并不是想象中的那样的简单，在装配过程中出现了许多问题，这下可把我个弄荤了，都不知道该从何下手，比如说在装配的过程中出现尺寸的不一样，出现很大的间隙等等其他的许多问题，一时间看出许多的毛病和错误，只好在次慢慢的修改，寻找还有没有其他的错误。经过几天的奋斗，修改和检查这个工作快临近尾声了，我总是在希望我的图不要在出现其他的错误。这个星期虽然结束了，但是我还是有地方值得我去学习的，真的是不易乐呼。', '1', '多听，多看，多想，多问 是实习过程中非常重要的几个步骤。学会和客户如何沟通，是你做这行必须掌握的技巧。 从你的实习日记中看，你已经做得非常好了！加油！相信在今后的工作岗位上，你能非常棒非常快速的适应全新的工作环境。加油！', '5', '1');
INSERT INTO `chart` VALUES ('74', '201604070101', '03994', '2018-10-25 09:33:39', '第六周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '　图是弄好了，接下来是开始进行生产，调试。真是毛病重重，错误多多啊!产品刚出来进行调试微出现这样那样的毛病。后来才清楚知道是怎么一回事。不过通过这件事可以学到不少在学校所学不到的知识与经验，原来在设计绘图，这个零件是考虑的并不单单是把图绘出来，还要了解一些关于市场方面的信息，比如说价格，一些常用的毛坯，怎么做起来才方便简洁，如何把他设计成又好又方便的产品。还要考虑在加工过程中出现的误差，还有一些热处理方面的知识等等。如果不想到这些结果会是难以想象的，浪费时间上其次的，最重要的是公司经济的损失。', '1', '本周你给自己定的目标是：如何将询价单转换为订单。在此过程中，你的努 力你的感悟我能很真实感觉到。抓住客户获得忠实客户的技巧，书本上不一定能给你。但是你切实能在实践中针对不同的客户，用心去体会去感悟。这样，在经历多次失败后，你必定能收获自己的成功！加油！', '7', '1');
INSERT INTO `chart` VALUES ('75', '201604070101', '03994', '2018-10-25 09:33:44', '第7周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一个多月的实习，虽然对公司不是那么的太了解，但是多少不等也有所了解。天天做着一样的事，感觉得无比的枯燥只有自己一个人坐在电脑面前一整天，只有电脑从早到晚的陪者我，觉得好孤独，没有了以前在学校的那种欢声笑语，没有在学校的那种轻松悠闲自在了，有的只是空虚和寂寞。有些时候闲下来就坐在电脑面前发呆，不知道做什么。 就这样一天一天的耗着，感觉除了工作以外，自己的生活中就没有其他的新鲜的事情，或者是值得人去回忆，留念的了，没有了色彩斑斓的生活，有的只是枯燥的工作有些时候都有点冲动想不干了，去换换别的工作，想给累积更多的社会知识和经验，但是想了想还没有那么的冲动，还是在原来的地方老实的呆着。', '1', '能真实记录自己在开始实习的一段时间里心里所想，所体会的内容，非常好！该生写日记的态度较为认真，从其日记中能看出其在不断进步。希望，在今后的实习生活中，除了不断学习本专业课程以外，还能与办公室其他同事沟通以了解物XX行业的最新近况。', '8', '1');
INSERT INTO `chart` VALUES ('76', '201604070101', '03994', '2018-10-25 09:33:49', '第8周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一个多月的实习，虽然对公司不是那么的太了解，但是多少不等也有所了解。天天做着一样的事，感觉得无比的枯燥只有自己一个人坐在电脑面前一整天，只有电脑从早到晚的陪者我，觉得好孤独，没有了以前在学校的那种欢声笑语，没有在学校的那种轻松悠闲自在了，有的只是空虚和寂寞。有些时候闲下来就坐在电脑面前发呆，不知道做什么。 就这样一天一天的耗着，感觉除了工作以外，自己的生活中就没有其他的新鲜的事情，或者是值得人去回忆，留念的了，没有了色彩斑斓的生活，有的只是枯燥的工作有些时候都有点冲动想不干了，去换换别的工作，想给累积更多的社会知识和经验，但是想了想还没有那么的冲动，还是在原来的地方老实的呆着。', '1', '该篇周记真实记录了该生在进入实习第二周时，如何寻找客户，以及自己内心的感悟。写得真情实感，从中可以发现她的进步。望再接再厉在今后的实习岗位中能充分发挥自己的优势，同时能真正学习到联系客户以及与客户沟通的技巧。', '6', '1');
INSERT INTO `chart` VALUES ('77', '201604070101', '03994', '2018-10-25 09:33:54', '第9周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '临近毕业的最后一年，是我们真正实习生活的开始，是汇报我们这三年来在学校学习成果的开始，是步入社会大展宏图的开始，我对社会充满了信心和对我自己充满自信参加了多场的招聘会、面试了多家的公司、但是一次又一次的失落快把我刚丛那学校里出来的一腔热情磨灭了，自己好回念当时在学校读书的时光，但是时间是不可能倒流根本就无法回到过去，每天拖这沉重的脚步穿梭在这个繁华的城市间。就象一个没有头的苍蝇到处乱撞，没有目标更没有方向，时间是那样的残酷，一个星期就这样过去了，没什么成功的收获，有的只是失败与无奈。', '1', '每周都有自己学习的主题和目标，这个非常非常棒。从中我真的能看到你们一点点的进步。本周的主题是学习各国家的主要港口和航线，并熟练记忆他们。这进入物流企业必须要学会的必修课！加油！', '14', '1');
INSERT INTO `chart` VALUES ('78', '201604070101', '03994', '2018-10-25 09:34:11', '第10周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '地球总是在转的，时间在一秒一秒的过去，而我还是在为工作的事在发愁，天天去面试，去网吧上网投简历，重复的做同一样事情，结果都是一样。但是我还是没有放弃，而是继续在寻找符合自己的工作，身上的钱花了差不多，这时候的我跟是万分的焦急，又不怎么好意思在开口往家里的人要。终于工夫不负有心人，让我找到一分工作。', '0', null, '18', '1');
INSERT INTO `chart` VALUES ('79', '201604070101', '03994', '2018-10-25 09:34:18', '第11周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一周的实习，对公司的运作流程也有了一些了解，虽然还没有具体的操作过，但是在接触到新的事务不再不知所措，学会了如何去处理一些突发事件。懂得从中学到一定的处理事情的发那个发，而且从工作地过程中明白了主动出击的重要性，在你可以选择的时候，就要把主动权握在自己手中。相信大家刚开始实习的时候，都做过类似复印打字、整理文档等的杂活，因为刚开始对于公司的工作内容、流程还不了解，所以做杂活成了实习工作必做的工作。虽然工作比较繁杂但是从中也学到不少的东西。所以说事情是不分大小，只要积极学习积极办事，做好份内事，勤学、勤问、勤做，就会有意想不到的收获。', '0', null, '15', '1');
INSERT INTO `chart` VALUES ('80', '201604070101', '03994', '2018-10-26 07:05:45', '第12周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', ' 你你开心哦一个撒同意色儿影碟行弟弟喜盈门 你你开心哦 你你开心哦一个撒同意色儿影碟行弟弟喜 你你开心哦一个撒同意色儿影碟行弟弟喜 你你开心哦一个撒同意色儿影碟行弟弟喜 你你开心哦一个撒同意色儿影碟行 你    你你开心哦一个撒同意色儿影碟行弟弟喜盈门你开心哦一个撒同意色儿影碟行 你你开心哦一个撒同意色儿影碟行弟弟喜盈门 你你开心哦一个撒同意色儿影碟行弟弟喜盈门盈门你开心哦一个撒同意色儿影碟行弟弟喜盈门你开心哦一个撒同意色儿影碟行弟弟喜盈门开心哦一个撒同意色儿影碟行弟弟喜盈门 你你开心哦一个撒同意色儿影碟行弟弟喜盈门盈门 你你开心哦一个撒同意色儿影碟行弟弟喜 你你开心哦一个撒同意色儿影碟行弟弟喜盈门门撒同意色儿影碟行弟弟喜盈门 你你开心哦一个撒同意色儿影碟行弟弟喜盈门', '1', '本周你给自己定的目标是：如何将询价单转换为订单。在此过程中，你的努 力你的感悟我能很真实感觉到。抓住客户获得忠实客户的技巧，书本上不一定能给你。但是你切实能在实践中针对不同的客户，用心去体会去感悟。这样，在经历多次失败后，你必定能收获自己的成功！加油！', '10', '1');
INSERT INTO `chart` VALUES ('81', '201604070101', '03994', '2018-10-26 09:38:29', '第13周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '在经历了一周的打杂工作，让我对公司的运作流程以及业务有了一个整体的了解，因此这一周我们的工作内容也有了一个小变化，除了进行简单的技术资料整理， 还有就是如何去做好这个产品方面的设计，我本来以为就要将具体的尺寸用工具测量出来，然后通过AUTOCAD画出来就可以了，但是结果并不是想象中那么简单。老板总是叫我一遍又一遍的检查画的图是否还有其他的错误，经过几天的检查，我开始感觉到一整天坐在电脑面前开始有些疲倦，整天面对着电脑，看着那枯燥无谓的图形，我有点开始厌倦了，但是我还是坚持着做着，细心的检查着。就这样我熬过了枯燥的一个星期。', '0', null, '8', '1');
INSERT INTO `chart` VALUES ('82', '201604070101', '03994', '2018-10-27 03:46:07', '14周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '俗话说的好一年之季在于春，一天之季在于晨，又是一个星期的开始，早上起来呼吸着窗外的新鲜空气，来到厂里开始新的工作，将上个星期的零件图把他装配起来，我以为本来是很简单的事，不过事实并不是想象中的那样的简单，在装配过程中出现了许多问题，这下可把我个弄荤了，都不知道该从何下手，比如说在装配的过程中出现尺寸的不一样，出现很大的间隙等等其他的许多问题，一时间看出许多的毛病和错误，只好在次慢慢的修改，寻找还有没有其他的错误。经过几天的奋斗，修改和检查这个工作快临近尾声了，我总是在希望我的图不要在出现其他的错误。这个星期虽然结束了，但是我还是有地方值得我去学习的，真的是不易乐呼。', '0', null, '8', '1');
INSERT INTO `chart` VALUES ('83', '201604070101', '03994', '2018-10-27 03:46:08', '第15周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '　图是弄好了，接下来是开始进行生产，调试。真是毛病重重，错误多多啊!产品刚出来进行调试微出现这样那样的毛病。后来才清楚知道是怎么一回事。不过通过这件事可以学到不少在学校所学不到的知识与经验，原来在设计绘图，这个零件是考虑的并不单单是把图绘出来，还要了解一些关于市场方面的信息，比如说价格，一些常用的毛坯，怎么做起来才方便简洁，如何把他设计成又好又方便的产品。还要考虑在加工过程中出现的误差，还有一些热处理方面的知识等等。如果不想到这些结果会是难以想象的，浪费时间上其次的，最重要的是公司经济的损失。', '0', null, '5', '1');
INSERT INTO `chart` VALUES ('84', '201604070101', '03994', '2018-10-27 03:46:10', '第16周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一个多月的实习，虽然对公司不是那么的太了解，但是多少不等也有所了解。天天做着一样的事，感觉得无比的枯燥只有自己一个人坐在电脑面前一整天，只有电脑从早到晚的陪者我，觉得好孤独，没有了以前在学校的那种欢声笑语，没有在学校的那种轻松悠闲自在了，有的只是空虚和寂寞。有些时候闲下来就坐在电脑面前发呆，不知道做什么。 就这样一天一天的耗着，感觉除了工作以外，自己的生活中就没有其他的新鲜的事情，或者是值得人去回忆，留念的了，没有了色彩斑斓的生活，有的只是枯燥的工作有些时候都有点冲动想不干了，去换换别的工作，想给累积更多的社会知识和经验，但是想了想还没有那么的冲动，还是在原来的地方老实的呆着。', '1', '本周的实习内容不单单是进行客户资料的输入，了解XXXX的相关业务知识。同时，你还在联系客户方面迈出了自己坚实的一步。尝试着开始用电话和客户沟通。 这就是实习的乐趣和实习的收获。每天都在一点点进步，每天都在一点点学习。 实习日记很真实并详尽的记录了你学习与进步的点点滴滴。加油！', '5', '1');
INSERT INTO `chart` VALUES ('85', '201604070101', '03994', '2018-10-27 03:46:46', '第17周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一个多月的实习，虽然对公司不是那么的太了解，但是多少不等也有所了解。天天做着一样的事，感觉得无比的枯燥只有自己一个人坐在电脑面前一整天，只有电脑从早到晚的陪者我，觉得好孤独，没有了以前在学校的那种欢声笑语，没有在学校的那种轻松悠闲自在了，有的只是空虚和寂寞。有些时候闲下来就坐在电脑面前发呆，不知道做什么。 就这样一天一天的耗着，感觉除了工作以外，自己的生活中就没有其他的新鲜的事情，或者是值得人去回忆，留念的了，没有了色彩斑斓的生活，有的只是枯燥的工作有些时候都有点冲动想不干了，去换换别的工作，想给累积更多的社会知识和经验，但是想了想还没有那么的冲动，还是在原来的地方老实的呆着。', '1', '多听，多看，多想，多问 是实习过程中非常重要的几个步骤。学会和客户如何沟通，是你做这行必须掌握的技巧。 从你的实习日记中看，你已经做得非常好了！加油！相信在今后的工作岗位上，你能非常棒非常快速的适应全新的工作环境。加油！', '32', '1');
INSERT INTO `chart` VALUES ('86', '201604070101', '03994', '2018-10-27 06:47:20', '第18周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '临近毕业的最后一年，是我们真正实习生活的开始，是汇报我们这三年来在学校学习成果的开始，是步入社会大展宏图的开始，我对社会充满了信心和对我自己充满自信参加了多场的招聘会、面试了多家的公司、但是一次又一次的失落快把我刚丛那学校里出来的一腔热情磨灭了，自己好回念当时在学校读书的时光，但是时间是不可能倒流根本就无法回到过去，每天拖这沉重的脚步穿梭在这个繁华的城市间。就象一个没有头的苍蝇到处乱撞，没有目标更没有方向，时间是那样的残酷，一个星期就这样过去了，没什么成功的收获，有的只是失败与无奈。', '1', '本周你给自己定的目标是：如何将询价单转换为订单。在此过程中，你的努 力你的感悟我能很真实感觉到。抓住客户获得忠实客户的技巧，书本上不一定能给你。但是你切实能在实践中针对不同的客户，用心去体会去感悟。这样，在经历多次失败后，你必定能收获自己的成功！加油！', '15', '1');
INSERT INTO `chart` VALUES ('87', '201604070101', '03994', '2018-10-29 01:26:06', '第19周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '地球总是在转的，时间在一秒一秒的过去，而我还是在为工作的事在发愁，天天去面试，去网吧上网投简历，重复的做同一样事情，结果都是一样。但是我还是没有放弃，而是继续在寻找符合自己的工作，身上的钱花了差不多，这时候的我跟是万分的焦急，又不怎么好意思在开口往家里的人要。终于工夫不负有心人，让我找到一分工作。', '1', '能真实记录自己在开始实习的一段时间里心里所想，所体会的内容，非常好！该生写日记的态度较为认真，从其日记中能看出其在不断进步。希望，在今后的实习生活中，除了不断学习本专业课程以外，还能与办公室其他同事沟通以了解物XX行业的最新近况。', '4', '1');
INSERT INTO `chart` VALUES ('88', '201604070101', '03994', '2018-10-29 03:14:47', '第20周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一周的实习，对公司的运作流程也有了一些了解，虽然还没有具体的操作过，但是在接触到新的事务不再不知所措，学会了如何去处理一些突发事件。懂得从中学到一定的处理事情的发那个发，而且从工作地过程中明白了主动出击的重要性，在你可以选择的时候，就要把主动权握在自己手中。相信大家刚开始实习的时候，都做过类似复印打字、整理文档等的杂活，因为刚开始对于公司的工作内容、流程还不了解，所以做杂活成了实习工作必做的工作。虽然工作比较繁杂但是从中也学到不少的东西。所以说事情是不分大小，只要积极学习积极办事，做好份内事，勤学、勤问、勤做，就会有意想不到的收获。', '1', '今天不错偶', '1', '1');
INSERT INTO `chart` VALUES ('89', '201604070101', '03994', '2018-10-29 03:45:52', '第21周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', ' 你你开心哦一个撒同意色儿影碟行弟弟喜盈门 你你开心哦 你你开心哦一个撒同意色儿影碟行弟弟喜 你你开心哦一个撒同意色儿影碟行弟弟喜 你你开心哦一个撒同意色儿影碟行弟弟喜 你你开心哦一个撒同意色儿影碟行 你    你你开心哦一个撒同意色儿影碟行弟弟喜盈门你开心哦一个撒同意色儿影碟行 你你开心哦一个撒同意色儿影碟行弟弟喜盈门 你你开心哦一个撒同意色儿影碟行弟弟喜盈门盈门你开心哦一个撒同意色儿影碟行弟弟喜盈门你开心哦一个撒同意色儿影碟行弟弟喜盈门开心哦一个撒同意色儿影碟行弟弟喜盈门 你你开心哦一个撒同意色儿影碟行弟弟喜盈门盈门 你你开心哦一个撒同意色儿影碟行弟弟喜 你你开心哦一个撒同意色儿影碟行弟弟喜盈门门撒同意色儿影碟行弟弟喜盈门 你你开心哦一个撒同意色儿影碟行弟弟喜盈门', '0', null, '3', '1');
INSERT INTO `chart` VALUES ('90', '201604070101', '03994', '2018-10-29 04:20:10', '第22周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '在经历了一周的打杂工作，让我对公司的运作流程以及业务有了一个整体的了解，因此这一周我们的工作内容也有了一个小变化，除了进行简单的技术资料整理， 还有就是如何去做好这个产品方面的设计，我本来以为就要将具体的尺寸用工具测量出来，然后通过AUTOCAD画出来就可以了，但是结果并不是想象中那么简单。老板总是叫我一遍又一遍的检查画的图是否还有其他的错误，经过几天的检查，我开始感觉到一整天坐在电脑面前开始有些疲倦，整天面对着电脑，看着那枯燥无谓的图形，我有点开始厌倦了，但是我还是坚持着做着，细心的检查着。就这样我熬过了枯燥的一个星期。', '1', '加油哦，老师看好你哦', '13', '1');
INSERT INTO `chart` VALUES ('91', '201604070101', '03994', '2018-10-29 04:20:10', '第23周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '俗话说的好一年之季在于春，一天之季在于晨，又是一个星期的开始，早上起来呼吸着窗外的新鲜空气，来到厂里开始新的工作，将上个星期的零件图把他装配起来，我以为本来是很简单的事，不过事实并不是想象中的那样的简单，在装配过程中出现了许多问题，这下可把我个弄荤了，都不知道该从何下手，比如说在装配的过程中出现尺寸的不一样，出现很大的间隙等等其他的许多问题，一时间看出许多的毛病和错误，只好在次慢慢的修改，寻找还有没有其他的错误。经过几天的奋斗，修改和检查这个工作快临近尾声了，我总是在希望我的图不要在出现其他的错误。这个星期虽然结束了，但是我还是有地方值得我去学习的，真的是不易乐呼。', '0', null, '3', '1');
INSERT INTO `chart` VALUES ('92', '201604070101', '03994', '2018-10-30 04:00:16', '24周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '　图是弄好了，接下来是开始进行生产，调试。真是毛病重重，错误多多啊!产品刚出来进行调试微出现这样那样的毛病。后来才清楚知道是怎么一回事。不过通过这件事可以学到不少在学校所学不到的知识与经验，原来在设计绘图，这个零件是考虑的并不单单是把图绘出来，还要了解一些关于市场方面的信息，比如说价格，一些常用的毛坯，怎么做起来才方便简洁，如何把他设计成又好又方便的产品。还要考虑在加工过程中出现的误差，还有一些热处理方面的知识等等。如果不想到这些结果会是难以想象的，浪费时间上其次的，最重要的是公司经济的损失。', '0', null, '4', '1');
INSERT INTO `chart` VALUES ('93', '201604070101', '03994', '2018-10-30 06:57:25', '第25周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一个多月的实习，虽然对公司不是那么的太了解，但是多少不等也有所了解。天天做着一样的事，感觉得无比的枯燥只有自己一个人坐在电脑面前一整天，只有电脑从早到晚的陪者我，觉得好孤独，没有了以前在学校的那种欢声笑语，没有在学校的那种轻松悠闲自在了，有的只是空虚和寂寞。有些时候闲下来就坐在电脑面前发呆，不知道做什么。 就这样一天一天的耗着，感觉除了工作以外，自己的生活中就没有其他的新鲜的事情，或者是值得人去回忆，留念的了，没有了色彩斑斓的生活，有的只是枯燥的工作有些时候都有点冲动想不干了，去换换别的工作，想给累积更多的社会知识和经验，但是想了想还没有那么的冲动，还是在原来的地方老实的呆着。', '0', null, '10', '1');
INSERT INTO `chart` VALUES ('96', '201604070101', '03994', '2018-10-31 10:24:47', '第26周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '经过一个多月的实习，虽然对公司不是那么的太了解，但是多少不等也有所了解。天天做着一样的事，感觉得无比的枯燥只有自己一个人坐在电脑面前一整天，只有电脑从早到晚的陪者我，觉得好孤独，没有了以前在学校的那种欢声笑语，没有在学校的那种轻松悠闲自在了，有的只是空虚和寂寞。有些时候闲下来就坐在电脑面前发呆，不知道做什么。 就这样一天一天的耗着，感觉除了工作以外，自己的生活中就没有其他的新鲜的事情，或者是值得人去回忆，留念的了，没有了色彩斑斓的生活，有的只是枯燥的工作有些时候都有点冲动想不干了，去换换别的工作，想给累积更多的社会知识和经验，但是想了想还没有那么的冲动，还是在原来的地方老实的呆着。', '0', null, '23', '1');
INSERT INTO `chart` VALUES ('97', '201604070101', '03994', '2018-11-02 10:15:37', '第27周周记', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161540967728484.png,', '临近毕业的最后一年，是我们真正实习生活的开始，是汇报我们这三年来在学校学习成果的开始，是步入社会大展宏图的开始，我对社会充满了信心和对我自己充满自信参加了多场的招聘会、面试了多家的公司、但是一次又一次的失落快把我刚丛那学校里出来的一腔热情磨灭了，自己好回念当时在学校读书的时光，但是时间是不可能倒流根本就无法回到过去，每天拖这沉重的脚步穿梭在这个繁华的城市间。就象一个没有头的苍蝇到处乱撞，没有目标更没有方向，时间是那样的残酷，一个星期就这样过去了，没什么成功的收获，有的只是失败与无奈。', '1', '你妈死了', '63', '1');
INSERT INTO `chart` VALUES ('160', '201604070101', '03994', '2018-11-08 17:50:16', 'e', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/2016040701011541670616427.png,', '呵呵哒？', '0', null, '45', '1');

-- ----------------------------
-- Table structure for jpush
-- ----------------------------
DROP TABLE IF EXISTS `jpush`;
CREATE TABLE `jpush` (
  `J_id` int(11) NOT NULL AUTO_INCREMENT,
  `J_sender_id` varchar(22) NOT NULL,
  `J_accept_id` varchar(22) DEFAULT NULL,
  `J_message` varchar(2555) DEFAULT NULL,
  `J_createTime` datetime DEFAULT NULL,
  `J_type` int(11) unsigned zerofill DEFAULT NULL,
  `J_crid` varchar(12) DEFAULT NULL,
  `J_chartorrrjoin` varchar(12) DEFAULT NULL,
  PRIMARY KEY (`J_id`)
) ENGINE=InnoDB AUTO_INCREMENT=596 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jpush
-- ----------------------------
INSERT INTO `jpush` VALUES ('1', '03994', '201604070101', '你的答辩已经被评阅，请前往查看', '2017-11-07 22:06:31', '00000000005', '94', 'chart');
INSERT INTO `jpush` VALUES ('2', '03994', '201604070101', '你的周记已经被评阅，请前往查看', '2017-11-07 22:06:31', '00000000004', '95', 'chart');
INSERT INTO `jpush` VALUES ('49', '03994', '201604070101', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:36:08', '00000000007', '96', 'chart');
INSERT INTO `jpush` VALUES ('50', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-21 10:36:30', '00000000001', '16', 'rejoin');
INSERT INTO `jpush` VALUES ('51', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-21 10:36:31', '00000000001', '18', 'rejoin');
INSERT INTO `jpush` VALUES ('52', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-21 10:36:32', '00000000006', '20', 'rejoin');
INSERT INTO `jpush` VALUES ('53', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-21 10:36:32', '00000000006', '22', 'rejoin');
INSERT INTO `jpush` VALUES ('54', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-21 10:36:33', '00000000006', '24', 'rejoin');
INSERT INTO `jpush` VALUES ('55', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-21 10:36:33', '00000000006', '26', 'rejoin');
INSERT INTO `jpush` VALUES ('56', '03994', '201604070101', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:36:35', '00000000007', '71', 'chart');
INSERT INTO `jpush` VALUES ('57', '03994', '201604070101', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:36:35', '00000000007', '72', 'chart');
INSERT INTO `jpush` VALUES ('58', '03994', '201604070101', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:36:36', '00000000007', '73', 'chart');
INSERT INTO `jpush` VALUES ('59', '03994', '201604070101', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:36:36', '00000000007', '74', 'chart');
INSERT INTO `jpush` VALUES ('60', '03994', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:51:13', '00000000007', '75', 'chart');
INSERT INTO `jpush` VALUES ('61', '03994', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:51:14', '00000000007', '76', 'chart');
INSERT INTO `jpush` VALUES ('62', '03994', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:51:14', '00000000007', '77', 'chart');
INSERT INTO `jpush` VALUES ('63', '03994', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-21 10:51:15', '00000000007', '78', 'chart');
INSERT INTO `jpush` VALUES ('64', '03994', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-22 10:57:25', '00000000007', '79', 'chart');
INSERT INTO `jpush` VALUES ('65', '03994', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-22 01:08:45', '00000000007', '80', 'chart');
INSERT INTO `jpush` VALUES ('66', '03994', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-10-23 10:31:43', '00000000007', '81', 'chart');
INSERT INTO `jpush` VALUES ('67', '03994', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-10-23 10:33:34', '00000000007', '82', 'chart');
INSERT INTO `jpush` VALUES ('68', '03994', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-10-23 10:34:50', '00000000007', '83', 'chart');
INSERT INTO `jpush` VALUES ('69', '03994', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-10-24 09:15:46', '00000000007', '84', 'chart');
INSERT INTO `jpush` VALUES ('70', '03994', '02112', '极光推送搭建成功，今后将由推送通知方式发送消息，请广而告之', '2018-10-24 14:58:27', '00000000001', '', null);
INSERT INTO `jpush` VALUES ('71', '03994', '02112', '极光推送搭建成功，今后将由推送通知方式发送消息，请广而告之', '2018-10-24 15:00:18', '00000000001', '', null);
INSERT INTO `jpush` VALUES ('72', '03994', '02112', '极光推送搭建成功，今后将由推送通知方式发送消息，请广而告之', '2018-10-24 15:02:13', '00000000001', '', null);
INSERT INTO `jpush` VALUES ('73', '03994', '02112', '极光推送搭建成功，今后将由推送通知方式发送消息，请广而告之', '2018-10-24 15:10:05', '00000000001', '', null);
INSERT INTO `jpush` VALUES ('74', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-24 15:13:16', '00000000001', '', null);
INSERT INTO `jpush` VALUES ('75', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-24 15:14:03', '00000000001', '', null);
INSERT INTO `jpush` VALUES ('76', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 03:17:35', '00000000007', '85', 'chart');
INSERT INTO `jpush` VALUES ('77', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 03:17:38', '00000000007', '86', 'chart');
INSERT INTO `jpush` VALUES ('78', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 03:17:48', '00000000007', '87', 'chart');
INSERT INTO `jpush` VALUES ('79', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:00', '00000000007', '88', 'chart');
INSERT INTO `jpush` VALUES ('80', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:01', '00000000007', '89', 'chart');
INSERT INTO `jpush` VALUES ('81', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:04', '00000000007', '71', 'chart');
INSERT INTO `jpush` VALUES ('82', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:05', '00000000007', '72', 'chart');
INSERT INTO `jpush` VALUES ('83', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:07', '00000000007', '73', 'chart');
INSERT INTO `jpush` VALUES ('84', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:08', '00000000007', '74', 'chart');
INSERT INTO `jpush` VALUES ('85', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:08', '00000000007', '75', 'chart');
INSERT INTO `jpush` VALUES ('86', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:08', '00000000007', '76', 'chart');
INSERT INTO `jpush` VALUES ('87', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 07:58:14', '00000000007', '77', 'chart');
INSERT INTO `jpush` VALUES ('88', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 09:30:04', '00000000007', '78', 'chart');
INSERT INTO `jpush` VALUES ('89', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 09:30:09', '00000000007', '79', 'chart');
INSERT INTO `jpush` VALUES ('90', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 09:30:11', '00000000007', '71', 'chart');
INSERT INTO `jpush` VALUES ('91', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 09:42:24', '00000000007', '72', 'chart');
INSERT INTO `jpush` VALUES ('92', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 09:43:53', '00000000007', '73', 'chart');
INSERT INTO `jpush` VALUES ('93', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 09:44:01', '00000000007', '74', 'chart');
INSERT INTO `jpush` VALUES ('94', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 09:44:02', '00000000007', '75', 'chart');
INSERT INTO `jpush` VALUES ('95', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-24 09:46:05', '00000000007', '76', 'chart');
INSERT INTO `jpush` VALUES ('96', '201604070101', '03994', '您指导的学生周据编辑了新的周记，请您及时前往评阅', '2018-10-24 09:46:41', '00000000007', '77', 'chart');
INSERT INTO `jpush` VALUES ('97', '201604070102', '03994', '您指导的学生周据编辑了新的周记，请您及时前往评阅', '2018-10-24 09:46:45', '00000000007', '78', 'chart');
INSERT INTO `jpush` VALUES ('98', '201604070102', '03994', '您指导的学生周据编辑了新的周记，请您及时前往评阅', '2018-10-24 09:47:19', '00000000007', '79', 'chart');
INSERT INTO `jpush` VALUES ('99', '201604070102', '03994', '您指导的学生周据编辑了新的周记，请您及时前往评阅', '2018-10-25 08:49:02', '00000000007', '80', 'chart');
INSERT INTO `jpush` VALUES ('100', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 09:02:21', '00000000006', '28', 'rejoin');
INSERT INTO `jpush` VALUES ('101', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 09:02:27', '00000000006', '33', 'rejoin');
INSERT INTO `jpush` VALUES ('102', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 09:06:50', '00000000006', '35', 'rejoin');
INSERT INTO `jpush` VALUES ('103', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 09:07:17', '00000000006', '39', 'rejoin');
INSERT INTO `jpush` VALUES ('104', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:07:45', '00000000007', '81', 'chart');
INSERT INTO `jpush` VALUES ('105', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 11:11:51', '00000000006', '16', 'rejoin');
INSERT INTO `jpush` VALUES ('106', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 11:13:10', '00000000006', '18', 'rejoin');
INSERT INTO `jpush` VALUES ('107', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 11:17:09', '00000000007', '82', 'chart');
INSERT INTO `jpush` VALUES ('108', '201604070102', '03994', '您指导的学生周据编辑了新的周记，请您及时前往评阅', '2018-10-25 11:18:22', '00000000007', '83', 'chart');
INSERT INTO `jpush` VALUES ('109', '201604070102', '03994', '您指导的学生周据编辑了新的周记，请您及时前往评阅', '2018-10-25 11:22:10', '00000000007', '71', 'chart');
INSERT INTO `jpush` VALUES ('110', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:28:56', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('111', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:15', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('112', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:27', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('113', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:31', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('114', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:33', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('115', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:36', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('116', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:37', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('117', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:39', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('118', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:43', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('119', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:45', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('120', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:49', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('121', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:52', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('122', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:56', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('123', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:29:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('124', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:30:05', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('125', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:30:08', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('126', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:30:14', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('127', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:30:22', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('128', '02112', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:35:12', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('129', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 11:35:33', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('130', '201604070102', '03994', '您指导的学生周据编辑了新的周记，请您及时前往评阅', '2018-10-25 11:43:54', '00000000007', '72', 'chart');
INSERT INTO `jpush` VALUES ('131', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 11:56:47', '00000000006', '3', 'rejoin');
INSERT INTO `jpush` VALUES ('132', 'admin', '02112', '', '2018-10-25 13:39:24', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('133', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 01:43:02', '00000000006', '5', 'rejoin');
INSERT INTO `jpush` VALUES ('134', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-25 01:43:03', '00000000006', '5', 'rejoin');
INSERT INTO `jpush` VALUES ('135', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 13:51:01', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('136', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 14:03:27', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('137', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 14:04:25', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('138', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 14:09:25', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('139', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 14:09:59', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('140', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 14:10:59', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('141', '201604070103', '02112', '您指导的学生岑九九编辑了新的周记，请您及时前往评阅', '2018-10-25 02:56:52', '00000000007', '74', 'chart');
INSERT INTO `jpush` VALUES ('142', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 06:27:54', '00000000007', '71', 'chart');
INSERT INTO `jpush` VALUES ('143', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:20:37', '00000000007', '72', 'chart');
INSERT INTO `jpush` VALUES ('144', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:26:16', '00000000007', '73', 'chart');
INSERT INTO `jpush` VALUES ('145', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 21:31:38', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('146', '03994', '02112', '请大家打开通知权限，以防收不到通知', '2018-10-25 21:33:11', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('147', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:33:39', '00000000007', '74', 'chart');
INSERT INTO `jpush` VALUES ('148', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:33:44', '00000000007', '75', 'chart');
INSERT INTO `jpush` VALUES ('149', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:33:49', '00000000007', '76', 'chart');
INSERT INTO `jpush` VALUES ('150', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:33:54', '00000000007', '77', 'chart');
INSERT INTO `jpush` VALUES ('151', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:34:11', '00000000007', '78', 'chart');
INSERT INTO `jpush` VALUES ('152', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-25 09:34:18', '00000000007', '79', 'chart');
INSERT INTO `jpush` VALUES ('153', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-26 07:05:45', '00000000007', '80', 'chart');
INSERT INTO `jpush` VALUES ('154', '03994', '201604070104', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-26 09:10:47', '00000000004', '71', 'chart');
INSERT INTO `jpush` VALUES ('155', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-26 09:10:04', '00000000004', '76', 'chart');
INSERT INTO `jpush` VALUES ('156', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-26 09:10:37', '00000000004', '80', 'chart');
INSERT INTO `jpush` VALUES ('157', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-26 09:38:29', '00000000007', '81', 'chart');
INSERT INTO `jpush` VALUES ('158', '03994', '201604070104', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-26 09:10:39', '00000000004', '73', 'chart');
INSERT INTO `jpush` VALUES ('159', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-26 09:10:58', '00000000004', '71', 'chart');
INSERT INTO `jpush` VALUES ('160', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-26 09:10:25', '00000000004', '72', 'chart');
INSERT INTO `jpush` VALUES ('161', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-26 10:10:41', '00000000004', '73', 'chart');
INSERT INTO `jpush` VALUES ('162', '03994', '02112', '请大家积极完成周记，这将影响大家的毕业答辩的成绩', '2018-10-27 09:34:51', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('163', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-27 03:46:07', '00000000007', '82', 'chart');
INSERT INTO `jpush` VALUES ('164', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-27 03:46:08', '00000000007', '83', 'chart');
INSERT INTO `jpush` VALUES ('165', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-27 03:46:10', '00000000007', '84', 'chart');
INSERT INTO `jpush` VALUES ('166', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-27 03:46:46', '00000000007', '85', 'chart');
INSERT INTO `jpush` VALUES ('167', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-27 06:47:20', '00000000007', '86', 'chart');
INSERT INTO `jpush` VALUES ('168', '03994', '02112', '请大家积极完成周记，这将影响大家的毕业答辩的成绩', '2018-10-27 20:59:26', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('169', '03994', '02112', '请大家积极完成周记，这将影响大家的毕业答辩的成绩', '2018-10-28 17:23:15', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('170', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 05:10:59', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('171', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 05:10:59', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('172', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 05:10:06', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('173', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 05:10:06', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('174', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 05:10:12', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('175', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 05:10:12', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('176', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 05:10:30', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('177', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 05:10:30', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('178', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-28 09:10:03', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('179', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-29 12:08:44', '00000000006', '14', 'rejoin');
INSERT INTO `jpush` VALUES ('180', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:53', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('181', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:53', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('182', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:02', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('183', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:02', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('184', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:03', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('185', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:03', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('186', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:03', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('187', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:03', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('188', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:10', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('189', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 09:10:10', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('190', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 10:10:22', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('191', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 10:10:22', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('192', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 10:10:59', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('193', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 10:10:59', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('194', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 11:10:19', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('195', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 11:10:59', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('196', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 12:10:35', '00000000004', '74', 'chart');
INSERT INTO `jpush` VALUES ('197', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 12:10:50', '00000000004', '74', 'chart');
INSERT INTO `jpush` VALUES ('198', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 12:10:51', '00000000004', '74', 'chart');
INSERT INTO `jpush` VALUES ('199', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 12:10:06', '00000000004', '74', 'chart');
INSERT INTO `jpush` VALUES ('200', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 12:10:03', '00000000004', '77', 'chart');
INSERT INTO `jpush` VALUES ('201', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 01:10:23', '00000000004', '75', 'chart');
INSERT INTO `jpush` VALUES ('202', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 01:10:00', '00000000004', '86', 'chart');
INSERT INTO `jpush` VALUES ('203', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 01:10:59', '00000000004', '84', 'chart');
INSERT INTO `jpush` VALUES ('204', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 01:10:33', '00000000004', '85', 'chart');
INSERT INTO `jpush` VALUES ('205', '03994', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-29 01:26:06', '00000000007', '87', 'chart');
INSERT INTO `jpush` VALUES ('206', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-29 01:28:15', '00000000006', '25', 'rejoin');
INSERT INTO `jpush` VALUES ('207', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-29 01:28:16', '00000000006', '25', 'rejoin');
INSERT INTO `jpush` VALUES ('208', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 02:10:31', '00000000005', null, null);
INSERT INTO `jpush` VALUES ('209', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-29 02:52:18', '00000000006', '2', 'rejoin');
INSERT INTO `jpush` VALUES ('210', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-29 03:11:07', '00000000006', '2', 'rejoin');
INSERT INTO `jpush` VALUES ('211', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-29 03:11:25', '00000000006', '2', 'rejoin');
INSERT INTO `jpush` VALUES ('212', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-29 03:14:47', '00000000007', '88', 'chart');
INSERT INTO `jpush` VALUES ('213', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 03:10:36', '00000000005', '32', 'rejoin');
INSERT INTO `jpush` VALUES ('214', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 03:10:36', '00000000005', '33', 'rejoin');
INSERT INTO `jpush` VALUES ('215', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 03:10:33', '00000000004', '71', 'chart');
INSERT INTO `jpush` VALUES ('216', '03994', '201604070101', '注意保持经常签到，这样以便老师更好的指导', '2018-10-29 03:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('217', '03994', '201604070103', '注意保持经常签到，这样以便老师更好的指导', '2018-10-29 03:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('218', '03994', '2016', '注意保持经常签到，这样以便老师更好的指导', '2018-10-29 03:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('219', '03994', '201604070101', '注意保持经常签到，这样以便老师更好的指导', '2018-10-29 03:10:35', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('220', '03994', '201604070103', '注意保持经常签到，这样以便老师更好的指导', '2018-10-29 03:10:35', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('221', '03994', '2016', '注意保持经常签到，这样以便老师更好的指导', '2018-10-29 03:10:35', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('222', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-29 03:45:52', '00000000007', '89', 'chart');
INSERT INTO `jpush` VALUES ('223', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-29 03:46:06', '00000000006', '2', 'rejoin');
INSERT INTO `jpush` VALUES ('224', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 03:10:50', '00000000005', '34', 'rejoin');
INSERT INTO `jpush` VALUES ('225', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 03:10:50', '00000000005', '35', 'rejoin');
INSERT INTO `jpush` VALUES ('226', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-10-29 03:10:21', '00000000004', '72', 'chart');
INSERT INTO `jpush` VALUES ('227', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 03:10:26', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('228', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 03:10:26', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('229', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 03:10:26', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('230', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 15:49:31', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('231', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 15:51:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('232', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 15:54:14', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('233', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 03:10:38', '00000000005', '36', 'rejoin');
INSERT INTO `jpush` VALUES ('234', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 15:57:40', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('235', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 04:10:29', '00000000005', '37', 'rejoin');
INSERT INTO `jpush` VALUES ('236', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:29', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('237', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:29', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('238', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:29', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('239', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:30', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('240', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:30', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('241', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:30', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('242', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:32', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('243', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:32', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('244', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:32', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('245', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:57', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('246', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:57', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('247', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:57', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('248', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:07', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('249', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:07', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('250', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:07', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('251', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:08', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('252', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:08', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('253', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:08', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('254', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:08', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('255', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:08', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('256', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:08', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('257', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:09', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('258', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:09', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('259', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:09', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('260', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:09', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('261', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:09', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('262', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:09', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('263', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:10', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('264', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:10', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('265', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:10', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('266', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:10', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('267', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:10', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('268', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:10', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('269', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:30', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('270', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:30', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('271', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:30', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('272', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:31', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('273', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:31', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('274', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:31', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('275', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:52', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('276', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:52', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('277', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:52', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('278', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('279', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('280', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('281', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('282', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('283', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:23', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('284', '03994', '201604070101', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:24', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('285', '03994', '201604070103', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:24', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('286', '03994', '2016', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 04:10:24', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('287', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-29 04:20:10', '00000000007', '90', 'chart');
INSERT INTO `jpush` VALUES ('288', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-29 04:20:10', '00000000007', '91', 'chart');
INSERT INTO `jpush` VALUES ('289', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-29 04:52:17', '00000000006', '14', 'rejoin');
INSERT INTO `jpush` VALUES ('290', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 18:57:23', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('291', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 08:10:09', '00000000005', '38', 'rejoin');
INSERT INTO `jpush` VALUES ('292', '03994', '201604070103', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 08:10:10', '00000000005', '39', 'rejoin');
INSERT INTO `jpush` VALUES ('293', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-29 08:10:10', '00000000005', '40', 'rejoin');
INSERT INTO `jpush` VALUES ('294', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-29 23:40:07', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('295', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-30 01:10:56', '00000000005', '41', 'rejoin');
INSERT INTO `jpush` VALUES ('296', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-30 03:10:57', '00000000005', '42', 'rejoin');
INSERT INTO `jpush` VALUES ('297', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-30 03:32:37', '00000000006', '42', 'rejoin');
INSERT INTO `jpush` VALUES ('298', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-30 03:32:49', '00000000006', '42', 'rejoin');
INSERT INTO `jpush` VALUES ('299', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-10-30 03:33:11', '00000000006', '42', 'rejoin');
INSERT INTO `jpush` VALUES ('300', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-10-30 03:10:30', '00000000005', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('301', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-30 04:00:16', '00000000007', '92', 'chart');
INSERT INTO `jpush` VALUES ('302', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-30 06:57:25', '00000000007', '93', 'chart');
INSERT INTO `jpush` VALUES ('303', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-30 19:10:55', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('304', '02112', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-30 19:16:59', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('305', '02112', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-10-30 19:17:29', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('306', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-30 09:18:23', '00000000007', '94', 'chart');
INSERT INTO `jpush` VALUES ('307', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-31 10:07:44', '00000000007', '95', 'chart');
INSERT INTO `jpush` VALUES ('308', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-10-31 10:24:47', '00000000007', '96', 'chart');
INSERT INTO `jpush` VALUES ('309', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-01 09:11:39', '00000000004', '87', 'chart');
INSERT INTO `jpush` VALUES ('310', '03994', '', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-01 11:11:52', '00000000005', '44', 'rejoin');
INSERT INTO `jpush` VALUES ('311', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-02 10:15:37', '00000000007', '97', 'chart');
INSERT INTO `jpush` VALUES ('312', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 14:07:17', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('313', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 14:08:25', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('314', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 14:54:55', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('315', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 14:58:19', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('316', '03994', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:02:22', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('317', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:03:02', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('318', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:03:12', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('319', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:04:23', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('320', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:08:21', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('321', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:41:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('322', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:52:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('323', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:58:07', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('324', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:58:16', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('325', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 15:59:07', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('326', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 16:01:55', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('327', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 16:08:51', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('328', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 16:10:12', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('329', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 16:10:32', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('330', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 16:18:37', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('331', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 16:34:36', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('332', 'admin', '02112', '保持每周一记，记录实习的精彩生活，同时方便老师更好的指导你们', '2018-11-03 18:06:54', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('333', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 01:22:38', '00000000007', '98', 'chart');
INSERT INTO `jpush` VALUES ('334', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 01:23:07', '00000000007', '99', 'chart');
INSERT INTO `jpush` VALUES ('335', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-04 02:11:54', '00000000004', '90', 'chart');
INSERT INTO `jpush` VALUES ('336', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 02:26:36', '00000000007', '100', 'chart');
INSERT INTO `jpush` VALUES ('337', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 02:27:43', '00000000007', '101', 'chart');
INSERT INTO `jpush` VALUES ('338', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:07:34', '00000000007', '102', 'chart');
INSERT INTO `jpush` VALUES ('339', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:17:40', '00000000007', '103', 'chart');
INSERT INTO `jpush` VALUES ('340', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:17:55', '00000000007', '104', 'chart');
INSERT INTO `jpush` VALUES ('341', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:17:58', '00000000007', '105', 'chart');
INSERT INTO `jpush` VALUES ('342', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:18:01', '00000000007', '106', 'chart');
INSERT INTO `jpush` VALUES ('343', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:36:34', '00000000007', '107', 'chart');
INSERT INTO `jpush` VALUES ('344', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:36:37', '00000000007', '108', 'chart');
INSERT INTO `jpush` VALUES ('345', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:36:42', '00000000007', '109', 'chart');
INSERT INTO `jpush` VALUES ('346', '2016', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-11-04 03:37:39', '00000000007', '110', 'chart');
INSERT INTO `jpush` VALUES ('347', '2016', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-11-04 03:39:20', '00000000007', '111', 'chart');
INSERT INTO `jpush` VALUES ('348', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:41:41', '00000000007', '112', 'chart');
INSERT INTO `jpush` VALUES ('349', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 03:43:41', '00000000007', '113', 'chart');
INSERT INTO `jpush` VALUES ('350', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 04:34:48', '00000000007', '114', 'chart');
INSERT INTO `jpush` VALUES ('351', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 06:13:02', '00000000007', '115', 'chart');
INSERT INTO `jpush` VALUES ('352', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 06:28:23', '00000000007', '116', 'chart');
INSERT INTO `jpush` VALUES ('353', '2016', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-11-04 07:40:46', '00000000007', '117', 'chart');
INSERT INTO `jpush` VALUES ('354', '2016', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-11-04 08:02:56', '00000000007', '118', 'chart');
INSERT INTO `jpush` VALUES ('355', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 08:07:26', '00000000007', '119', 'chart');
INSERT INTO `jpush` VALUES ('356', '2016', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-11-04 09:03:10', '00000000007', '120', 'chart');
INSERT INTO `jpush` VALUES ('357', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:29:28', '00000000007', '121', 'chart');
INSERT INTO `jpush` VALUES ('358', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:31:14', '00000000007', '122', 'chart');
INSERT INTO `jpush` VALUES ('359', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:35:04', '00000000007', '123', 'chart');
INSERT INTO `jpush` VALUES ('360', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:36:47', '00000000007', '124', 'chart');
INSERT INTO `jpush` VALUES ('361', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:37:32', '00000000007', '125', 'chart');
INSERT INTO `jpush` VALUES ('362', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:43:57', '00000000007', '126', 'chart');
INSERT INTO `jpush` VALUES ('363', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:45:34', '00000000007', '127', 'chart');
INSERT INTO `jpush` VALUES ('364', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:46:22', '00000000007', '128', 'chart');
INSERT INTO `jpush` VALUES ('365', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-04 09:46:41', '00000000007', '129', 'chart');
INSERT INTO `jpush` VALUES ('366', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-04 09:11:29', '00000000005', '45', 'rejoin');
INSERT INTO `jpush` VALUES ('367', '03994', '201604070103', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-04 09:11:29', '00000000005', '46', 'rejoin');
INSERT INTO `jpush` VALUES ('368', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-04 09:11:29', '00000000005', '47', 'rejoin');
INSERT INTO `jpush` VALUES ('369', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 09:20:14', '00000000007', '130', 'chart');
INSERT INTO `jpush` VALUES ('370', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 09:33:19', '00000000007', '131', 'chart');
INSERT INTO `jpush` VALUES ('371', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 09:36:31', '00000000007', '132', 'chart');
INSERT INTO `jpush` VALUES ('372', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 09:45:29', '00000000007', '133', 'chart');
INSERT INTO `jpush` VALUES ('373', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 09:48:37', '00000000007', '134', 'chart');
INSERT INTO `jpush` VALUES ('377', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 10:37:01', '00000000007', '135', 'chart');
INSERT INTO `jpush` VALUES ('378', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 10:39:05', '00000000007', '136', 'chart');
INSERT INTO `jpush` VALUES ('379', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 11:20:34', '00000000007', '137', 'chart');
INSERT INTO `jpush` VALUES ('380', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 01:06:05', '00000000007', '138', 'chart');
INSERT INTO `jpush` VALUES ('381', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 01:26:31', '00000000007', '139', 'chart');
INSERT INTO `jpush` VALUES ('382', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 02:13:45', '00000000007', '140', 'chart');
INSERT INTO `jpush` VALUES ('383', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 03:06:07', '00000000007', '141', 'chart');
INSERT INTO `jpush` VALUES ('384', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 03:17:35', '00000000007', '142', 'chart');
INSERT INTO `jpush` VALUES ('386', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 05:18:18', '00000000007', '143', 'chart');
INSERT INTO `jpush` VALUES ('387', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-05 06:43:08', '00000000006', '45', 'rejoin');
INSERT INTO `jpush` VALUES ('388', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 07:21:25', '00000000007', '144', 'chart');
INSERT INTO `jpush` VALUES ('389', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 07:23:28', '00000000007', '145', 'chart');
INSERT INTO `jpush` VALUES ('390', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 07:32:34', '00000000007', '146', 'chart');
INSERT INTO `jpush` VALUES ('391', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 07:37:12', '00000000007', '147', 'chart');
INSERT INTO `jpush` VALUES ('392', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 07:41:18', '00000000007', '148', 'chart');
INSERT INTO `jpush` VALUES ('393', '201404070108', '00734', '您指导的学生胡亿键编辑了新的周记，请您及时前往评阅', '2018-11-05 19:46:26', '00000000007', '149', 'chart');
INSERT INTO `jpush` VALUES ('394', '2016', '03994', '您指导的学生2016编辑了新的周记，请您及时前往评阅', '2018-11-05 19:52:46', '00000000007', '150', 'chart');
INSERT INTO `jpush` VALUES ('395', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 21:16:23', '00000000007', '151', 'chart');
INSERT INTO `jpush` VALUES ('396', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-05 21:20:31', '00000000007', '152', 'chart');
INSERT INTO `jpush` VALUES ('397', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-06 13:25:19', '00000000007', '153', 'chart');
INSERT INTO `jpush` VALUES ('398', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-06 13:52:29', '00000000007', '154', 'chart');
INSERT INTO `jpush` VALUES ('399', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-06 18:02:50', '00000000007', '159', 'chart');
INSERT INTO `jpush` VALUES ('400', '2016', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-06 18:03:19', '00000000006', '7', 'rejoin');
INSERT INTO `jpush` VALUES ('401', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-06 18:43:10', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('402', '2016', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-07 16:22:08', '00000000006', '7', 'rejoin');
INSERT INTO `jpush` VALUES ('403', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:03', '00000000005', '48', 'rejoin');
INSERT INTO `jpush` VALUES ('404', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:03', '00000000005', '49', 'rejoin');
INSERT INTO `jpush` VALUES ('405', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:12', '00000000005', '50', 'rejoin');
INSERT INTO `jpush` VALUES ('406', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:13', '00000000005', '51', 'rejoin');
INSERT INTO `jpush` VALUES ('407', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:15', '00000000005', '52', 'rejoin');
INSERT INTO `jpush` VALUES ('408', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:15', '00000000005', '53', 'rejoin');
INSERT INTO `jpush` VALUES ('409', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:16', '00000000005', '54', 'rejoin');
INSERT INTO `jpush` VALUES ('410', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:17', '00000000005', '55', 'rejoin');
INSERT INTO `jpush` VALUES ('411', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:18', '00000000005', '56', 'rejoin');
INSERT INTO `jpush` VALUES ('412', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:18', '00000000005', '57', 'rejoin');
INSERT INTO `jpush` VALUES ('413', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:19', '00000000005', '58', 'rejoin');
INSERT INTO `jpush` VALUES ('414', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:20', '00000000005', '59', 'rejoin');
INSERT INTO `jpush` VALUES ('415', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:20', '00000000005', '60', 'rejoin');
INSERT INTO `jpush` VALUES ('416', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:21', '00000000005', '61', 'rejoin');
INSERT INTO `jpush` VALUES ('417', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:22', '00000000005', '62', 'rejoin');
INSERT INTO `jpush` VALUES ('418', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-07 20:03:22', '00000000005', '63', 'rejoin');
INSERT INTO `jpush` VALUES ('419', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:01', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('420', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:08', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('421', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:12', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('422', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:17', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('423', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:19', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('424', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:21', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('425', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:22', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('426', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:22', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('427', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:28', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('428', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:30', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('429', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:30', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('430', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:31', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('431', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:34', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('432', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:35', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('433', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:35', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('434', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:39', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('435', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:40', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('436', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:41', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('437', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:42', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('438', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-07 20:09:43', '00000000004', '88', 'chart');
INSERT INTO `jpush` VALUES ('439', '03994', 'admin', '接口推送测试1', '2018-11-07 20:10:01', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('440', '03994', '201604070101', '你的指导老师褚华东评阅了您的周记，请您及时前往周记界面进行查看老师的评论', '2018-11-08 15:54:21', '00000000004', '97', 'chart');
INSERT INTO `jpush` VALUES ('441', '2016', '03994', '您指导的学生2016完成了您的答辩题目', '2018-11-08 16:28:00', '00000000006', '40', 'rejoin');
INSERT INTO `jpush` VALUES ('442', '2016', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 16:58:18', '00000000006', '7', 'rejoin');
INSERT INTO `jpush` VALUES ('443', '2016', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 16:58:58', '00000000006', '7', 'rejoin');
INSERT INTO `jpush` VALUES ('444', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 17:39:32', '00000000006', '48', 'rejoin');
INSERT INTO `jpush` VALUES ('445', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 17:39:49', '00000000006', '48', 'rejoin');
INSERT INTO `jpush` VALUES ('446', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 17:40:11', '00000000006', '48', 'rejoin');
INSERT INTO `jpush` VALUES ('447', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 17:42:06', '00000000006', '48', 'rejoin');
INSERT INTO `jpush` VALUES ('448', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 17:47:38', '00000000006', '50', 'rejoin');
INSERT INTO `jpush` VALUES ('449', '201604070101', '03994', '您指导的学生毕嘉嘉编辑了新的周记，请您及时前往评阅', '2018-11-08 17:50:16', '00000000007', '160', 'chart');
INSERT INTO `jpush` VALUES ('450', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 17:51:34', '00000000006', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('451', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 17:55:14', '00000000006', '52', 'rejoin');
INSERT INTO `jpush` VALUES ('452', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 18:03:08', '00000000006', '54', 'rejoin');
INSERT INTO `jpush` VALUES ('453', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 18:21:21', '00000000006', '52', 'rejoin');
INSERT INTO `jpush` VALUES ('454', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 18:26:22', '00000000006', '48', 'rejoin');
INSERT INTO `jpush` VALUES ('455', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 18:33:43', '00000000006', '48', 'rejoin');
INSERT INTO `jpush` VALUES ('456', '2016', '03994', '您指导的学生2016完成了您的答辩题目', '2018-11-08 18:42:42', '00000000006', '40', 'rejoin');
INSERT INTO `jpush` VALUES ('457', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 18:58:23', '00000000005', '64', 'rejoin');
INSERT INTO `jpush` VALUES ('458', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 18:59:44', '00000000006', '50', 'rejoin');
INSERT INTO `jpush` VALUES ('459', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 19:00:01', '00000000006', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('460', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 19:02:27', '00000000006', '43', 'rejoin');
INSERT INTO `jpush` VALUES ('461', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 19:02:44', '00000000005', '65', 'rejoin');
INSERT INTO `jpush` VALUES ('462', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 19:02:48', '00000000006', '56', 'rejoin');
INSERT INTO `jpush` VALUES ('463', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 19:04:00', '00000000005', '66', 'rejoin');
INSERT INTO `jpush` VALUES ('464', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 19:04:00', '00000000005', '67', 'rejoin');
INSERT INTO `jpush` VALUES ('465', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 19:04:16', '00000000005', '68', 'rejoin');
INSERT INTO `jpush` VALUES ('466', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 19:04:16', '00000000005', '69', 'rejoin');
INSERT INTO `jpush` VALUES ('467', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 19:04:25', '00000000005', '70', 'rejoin');
INSERT INTO `jpush` VALUES ('468', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 19:04:25', '00000000005', '71', 'rejoin');
INSERT INTO `jpush` VALUES ('469', '03994', '201604070102', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-08 19:04:25', '00000000005', '72', 'rejoin');
INSERT INTO `jpush` VALUES ('470', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-08 19:05:15', '00000000006', '70', 'rejoin');
INSERT INTO `jpush` VALUES ('471', 'admin', '201604070101', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('472', 'admin', '201604070102', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('473', 'admin', '201604070103', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('474', 'admin', '201604070104', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('475', 'admin', '201404070105', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('476', 'admin', '201404070107', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('477', 'admin', '201404070108', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('478', 'admin', '201404070102', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('479', 'admin', '201404070103', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('480', 'admin', '201404070104', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('481', 'admin', '2016', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('482', 'admin', '2018', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('483', 'admin', '2019', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n　　的理解和比较全面的熟悉。所谓“深刻的理解”是对论文有横向的把握。这两方面是为回\r\n　　答答辩委员会成员就有关论文的深度及相关知识面而提出的问题所做的准备。例如，题为\r\n　　＜创建名牌产品发展民族产业＞的论文，答辩委员会成员可能会问“民族品牌”\r\n　　二、图表穿插\r\n　　任何毕业论文，无论是文科还是理科都或多或少地涉及到用图表表达论文观点的可能\r\n　　，故我认为应该有此准备。图表不仅是一种直观的表达观点的方法，更是一种调节答辩会\r\n　　气氛的手段，特别是对私人答辩委员会成员来讲，长时间地听述，听觉难免会有排斥性，\r\n　　不再对你论述的内容接纳吸收，这样，必然对你的毕业论文答辩成绩有所影响。所以，应\r\n　　该在答辩过程事适当穿插图表或类似图表的其它媒介以提高你的答辩成绩。', '2018-11-08 19:36:58', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('484', 'admin', '201604070101', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('485', 'admin', '201604070102', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('486', 'admin', '201604070103', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('487', 'admin', '201604070104', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('488', 'admin', '201404070105', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('489', 'admin', '201404070107', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('490', 'admin', '201404070108', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('491', 'admin', '201404070102', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('492', 'admin', '201404070103', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('493', 'admin', '201404070104', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('494', 'admin', '2016', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('495', 'admin', '2018', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('496', 'admin', '2019', '\r\n　　一、熟悉内容\r\n　　作为将要参加毕业论文答辩的同学，首先而且必须对自己所著的论文内容有比较深刻\r\n', '2018-11-08 19:37:18', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('497', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-09 13:54:18', '00000000006', '65', 'rejoin');
INSERT INTO `jpush` VALUES ('498', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-09 13:54:40', '00000000006', '65', 'rejoin');
INSERT INTO `jpush` VALUES ('499', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-09 13:54:49', '00000000006', '65', 'rejoin');
INSERT INTO `jpush` VALUES ('500', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-09 14:11:59', '00000000005', '73', 'rejoin');
INSERT INTO `jpush` VALUES ('501', '201604070101', '03994', '您指导的学生毕嘉嘉完成了您的答辩题目', '2018-11-09 14:13:12', '00000000006', '73', 'rejoin');
INSERT INTO `jpush` VALUES ('502', 'admin', '201604070101', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('503', 'admin', '201604070102', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('504', 'admin', '201604070103', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('505', 'admin', '201604070104', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('506', 'admin', '201404070105', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('507', 'admin', '201404070107', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('508', 'admin', '201404070108', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('509', 'admin', '201404070102', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('510', 'admin', '201404070103', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('511', 'admin', '201404070104', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('512', 'admin', '2016', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('513', 'admin', '2018', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('514', 'admin', '2019', '你好，张剑锋\r\n', '2018-11-09 16:10:04', '00000000001', null, null);
INSERT INTO `jpush` VALUES ('515', 'admin', '03901', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('516', 'admin', '01938', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('517', 'admin', '02252', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('518', 'admin', '02112', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('519', 'admin', '04159', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('520', 'admin', '00734', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('521', 'admin', '04133', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('522', 'admin', '04146', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('523', 'admin', '02016', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('524', 'admin', '03994', '推送测试\r\n', '2018-11-09 18:03:17', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('525', 'admin', '03901', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('526', 'admin', '01938', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('527', 'admin', '02252', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('528', 'admin', '02112', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('529', 'admin', '04159', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('530', 'admin', '00734', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('531', 'admin', '04133', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('532', 'admin', '04146', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('533', 'admin', '02016', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('534', 'admin', '03994', '测试2', '2018-11-09 18:05:55', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('535', 'admin', '03901', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('536', 'admin', '01938', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('537', 'admin', '02252', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('538', 'admin', '02112', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('539', 'admin', '04159', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('540', 'admin', '00734', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('541', 'admin', '04133', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('542', 'admin', '04146', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('543', 'admin', '02016', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('544', 'admin', '03994', '测试3\r\n', '2018-11-09 18:15:13', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('545', 'admin', '03901', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('546', 'admin', '01938', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('547', 'admin', '02252', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('548', 'admin', '02112', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('549', 'admin', '04159', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('550', 'admin', '00734', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('551', 'admin', '04133', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('552', 'admin', '04146', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('553', 'admin', '02016', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('554', 'admin', '03994', '测试3', '2018-11-09 18:20:22', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('555', 'admin', '03901', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('556', 'admin', '01938', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('557', 'admin', '02252', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('558', 'admin', '02112', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('559', 'admin', '04159', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('560', 'admin', '00734', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('561', 'admin', '04133', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('562', 'admin', '04146', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('563', 'admin', '02016', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('564', 'admin', '03994', 'ces ', '2018-11-09 18:20:58', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('565', 'admin', '03901', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('566', 'admin', '01938', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('567', 'admin', '02252', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('568', 'admin', '02112', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('569', 'admin', '04159', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('570', 'admin', '00734', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('571', 'admin', '04133', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('572', 'admin', '04146', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('573', 'admin', '02016', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('574', 'admin', '03994', '测试4', '2018-11-09 18:21:51', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('575', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-09 18:44:16', '00000000005', '74', 'rejoin');
INSERT INTO `jpush` VALUES ('576', '03994', '2016', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-09 18:44:16', '00000000005', '75', 'rejoin');
INSERT INTO `jpush` VALUES ('577', '03994', '201604070101', '测试', '2018-11-09 18:55:32', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('578', '03994', '201604070102', '测试', '2018-11-09 18:55:32', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('579', '03994', '201604070103', '测试', '2018-11-09 18:55:32', '00000000003', null, null);
INSERT INTO `jpush` VALUES ('580', 'admin', '03901', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('581', 'admin', '01938', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('582', 'admin', '02252', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('583', 'admin', '02112', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('584', 'admin', '04159', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('585', 'admin', '00734', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('586', 'admin', '04133', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('587', 'admin', '04146', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('588', 'admin', '02016', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('589', 'admin', '03994', '测试12312312', '2018-11-09 18:59:48', '00000000002', null, null);
INSERT INTO `jpush` VALUES ('590', '03994', '201604070101', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-09 20:39:01', '00000000005', '76', 'rejoin');
INSERT INTO `jpush` VALUES ('591', '03994', '201604070102', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-09 20:39:02', '00000000005', '77', 'rejoin');
INSERT INTO `jpush` VALUES ('592', '03994', '201604070103', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-09 20:39:02', '00000000005', '78', 'rejoin');
INSERT INTO `jpush` VALUES ('593', '03994', '201604070104', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-09 20:39:03', '00000000005', '79', 'rejoin');
INSERT INTO `jpush` VALUES ('594', '03994', '2018', '你的指导老师褚华东发布了最新的答辩题目，请您及时前往答辩界面进行答辩', '2018-11-09 20:39:03', '00000000005', '80', 'rejoin');
INSERT INTO `jpush` VALUES ('595', '201604070102', '03994', '您指导的学生岑九九完成了您的答辩题目', '2018-11-09 20:40:13', '00000000006', '77', 'rejoin');

-- ----------------------------
-- Table structure for kvoice_msg
-- ----------------------------
DROP TABLE IF EXISTS `kvoice_msg`;
CREATE TABLE `kvoice_msg` (
  `k_id` int(11) NOT NULL,
  `k_m_id` int(11) NOT NULL,
  `k_file_length` int(11) DEFAULT NULL,
  `k_name` varchar(12) DEFAULT NULL,
  `k_length` int(11) DEFAULT NULL,
  `k_secret` varchar(255) DEFAULT NULL,
  `k_type` varchar(255) DEFAULT NULL,
  `k_url` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`k_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of kvoice_msg
-- ----------------------------
INSERT INTO `kvoice_msg` VALUES ('1', '3', '6630', 'test1.amr', '10', 'DRGM8OZrEeO1vafuJSo2IjHBeKlIhDp0GCnFu54xOF3M6KLr', 'audio', 'https://a1.easemob.com/easemob-demo/chatdemoui/chatfiles/0637e55a-f606-11e3-ba23-51f25fd1215b');

-- ----------------------------
-- Table structure for message
-- ----------------------------
DROP TABLE IF EXISTS `message`;
CREATE TABLE `message` (
  `m_id` int(11) NOT NULL,
  `m_from` varchar(12) NOT NULL,
  `m_to` varchar(12) NOT NULL,
  `m_time` datetime DEFAULT NULL,
  `m_chat_type` varchar(255) DEFAULT NULL,
  `m_type` int(12) DEFAULT NULL,
  PRIMARY KEY (`m_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of message
-- ----------------------------
INSERT INTO `message` VALUES ('1', '201602150130', '201602150131', '2016-02-23 12:22:31', 'chat', '1');

-- ----------------------------
-- Table structure for newtable
-- ----------------------------
DROP TABLE IF EXISTS `newtable`;
CREATE TABLE `newtable` (
  `rid` int(11) NOT NULL AUTO_INCREMENT,
  `r_t_id` int(11) NOT NULL,
  `r_s_id` int(11) NOT NULL,
  `r_date` datetime DEFAULT NULL,
  `t_title` varchar(60) DEFAULT NULL,
  `r_detail` varchar(500) DEFAULT NULL,
  `r_review` int(11) DEFAULT NULL,
  `r_reviewDetail` varchar(500) DEFAULT NULL,
  PRIMARY KEY (`rid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of newtable
-- ----------------------------

-- ----------------------------
-- Table structure for picture_msg
-- ----------------------------
DROP TABLE IF EXISTS `picture_msg`;
CREATE TABLE `picture_msg` (
  `p_id` int(11) NOT NULL,
  `p_m_id` int(11) NOT NULL,
  `p_length` int(11) DEFAULT NULL,
  `p_name` varchar(12) DEFAULT NULL,
  `p_secret` varchar(255) DEFAULT NULL,
  `p_height_size` int(12) DEFAULT NULL,
  `p_width_size` int(12) DEFAULT NULL,
  `p_type` varchar(255) DEFAULT NULL,
  `p_url` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`p_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of picture_msg
-- ----------------------------
INSERT INTO `picture_msg` VALUES ('1', '2', '1024', '苹果.img', 'DRGM8OZrEeO1vafuJSo2IjHBeKlIhDp0GCnFu54xOF3M6KLr', '1323', '746', 'img', 'https://a1.easemob.com/easemob-demo/chatdemoui/chatfiles/65e54a4a-fd0b-11e3-b821-ebde7b50cc4b');

-- ----------------------------
-- Table structure for rejoin
-- ----------------------------
DROP TABLE IF EXISTS `rejoin`;
CREATE TABLE `rejoin` (
  `r_id` int(12) NOT NULL AUTO_INCREMENT,
  `r_t_id` varchar(12) NOT NULL,
  `r_s_id` varchar(12) NOT NULL,
  `r_date` datetime DEFAULT NULL,
  `r_title` varchar(255) DEFAULT NULL,
  `r_detail` varchar(500) DEFAULT NULL,
  `r_review` int(12) DEFAULT NULL,
  `r_reviewDetail` varchar(500) DEFAULT NULL,
  PRIMARY KEY (`r_id`)
) ENGINE=InnoDB AUTO_INCREMENT=81 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of rejoin
-- ----------------------------
INSERT INTO `rejoin` VALUES ('7', '03994', '2016', '2018-10-28 05:10:59', '主题1', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('9', '03994', '2016', '2018-10-28 05:10:06', '主题1', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('11', '03994', '2016', '2018-10-28 05:10:12', '主题1', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('13', '03994', '2016', '2018-10-28 05:10:30', '主题1', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('16', '03994', '2016', '2018-10-29 09:10:53', '主题2', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('18', '03994', '2016', '2018-10-29 09:10:02', '主题2', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('20', '03994', '2016', '2018-10-29 09:10:03', '主题2', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('22', '03994', '2016', '2018-10-29 09:10:03', '主题3', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('24', '03994', '2016', '2018-10-29 09:10:10', '主题3', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('26', '03994', '2016', '2018-10-29 10:10:22', '主题3', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('28', '03994', '2016', '2018-10-29 10:10:59', '主题3', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('33', '03994', '2016', '2018-10-29 03:10:36', '主题3', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('35', '03994', '2016', '2018-10-29 03:10:50', '主题4', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('39', '03994', '201604070103', '2018-10-29 08:10:10', '主题4', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('40', '03994', '2016', '2018-10-29 08:10:10', '主题4', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '');
INSERT INTO `rejoin` VALUES ('43', '03994', '201604070101', '2018-10-30 03:10:30', '主题4', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '');
INSERT INTO `rejoin` VALUES ('45', '03994', '201604070101', '2018-11-04 09:11:29', '不错不错下班了', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('46', '03994', '201604070103', '2018-11-04 09:11:29', '不错不错下班了', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('47', '03994', '2016', '2018-11-04 09:11:29', '不错不错下班了', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('48', '03994', '201604070101', '2018-11-07 20:03:03', '我的', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '');
INSERT INTO `rejoin` VALUES ('49', '03994', '2016', '2018-11-07 20:03:03', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('50', '03994', '201604070101', '2018-11-07 20:03:12', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '');
INSERT INTO `rejoin` VALUES ('51', '03994', '2016', '2018-11-07 20:03:12', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('52', '03994', '201604070101', '2018-11-07 20:03:15', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '');
INSERT INTO `rejoin` VALUES ('53', '03994', '2016', '2018-11-07 20:03:15', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('54', '03994', '201604070101', '2018-11-07 20:03:16', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('55', '03994', '2016', '2018-11-07 20:03:17', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('56', '03994', '201604070101', '2018-11-07 20:03:18', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '1', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('57', '03994', '2016', '2018-11-07 20:03:18', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('58', '03994', '201604070101', '2018-11-07 20:03:19', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '本文通过学术论文的方式进行，主要是通过对书籍、报刊的阅览与浏览网站寻找大量相关材料及信息，综合整理#旅游产业已成为平度地区新的经济增长点，其发展速度惊人，收益率高。但是在平度市旅游产业飞速发展的背后，我们需要看到在发展过程中的种种不足和限制因素。#近年来，旅游产业成为平度地区新的经济增长点，其发展速度惊人，收益率高。#阻碍旅游产业的科学、健康、可持续发展，进而放缓地区的经济发展速度。');
INSERT INTO `rejoin` VALUES ('59', '03994', '2016', '2018-11-07 20:03:20', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('60', '03994', '201604070101', '2018-11-07 20:03:20', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('61', '03994', '2016', '2018-11-07 20:03:21', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('62', '03994', '201604070101', '2018-11-07 20:03:22', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('63', '03994', '2016', '2018-11-07 20:03:22', '标题5应该是吧', '1.你的毕业论文采用了哪些与本专业相关的研究方法？ #2.论文中的核心概念是什么？ #3.论文中的核心概念怎样在你的文中体现现状分析、提出问题并进行针对性的解决 #4.从反面的角度去思考：如果不按照你说的那样去做 结果又会怎样？', '0', '');
INSERT INTO `rejoin` VALUES ('64', '03994', '201604070101', '2018-11-08 18:58:23', '1226', '12345', '0', null);
INSERT INTO `rejoin` VALUES ('65', '03994', '201604070101', '2018-11-08 19:02:44', '123456', '1.33333#2.11111', '1', '呵呵#');
INSERT INTO `rejoin` VALUES ('66', '03994', '201604070101', '2018-11-08 19:04:00', '标题（套题）', '内容（套题）', '0', null);
INSERT INTO `rejoin` VALUES ('67', '03994', '2016', '2018-11-08 19:04:00', '标题（套题）', '内容（套题）', '0', null);
INSERT INTO `rejoin` VALUES ('68', '03994', '201604070101', '2018-11-08 19:04:16', '标题（套题）', '内容（套题）', '0', null);
INSERT INTO `rejoin` VALUES ('69', '03994', '2016', '2018-11-08 19:04:16', '标题（套题）', '内容（套题）', '0', null);
INSERT INTO `rejoin` VALUES ('70', '03994', '201604070101', '2018-11-08 19:04:25', '标题（套题）', '内容（套题）', '1', '呵呵,');
INSERT INTO `rejoin` VALUES ('71', '03994', '2016', '2018-11-08 19:04:25', '标题（套题）', '内容（套题）', '0', null);
INSERT INTO `rejoin` VALUES ('72', '03994', '201604070102', '2018-11-08 19:04:25', '标题（套题）', '内容（套题）', '0', null);
INSERT INTO `rejoin` VALUES ('73', '03994', '201604070101', '2018-11-09 14:11:59', '安卓教师端测试', '1.测试1?,', '1', 'ios回答#');
INSERT INTO `rejoin` VALUES ('74', '03994', '201604070101', '2018-11-09 18:44:16', '标题（套题）', '内容（套题）', '0', null);
INSERT INTO `rejoin` VALUES ('75', '03994', '2016', '2018-11-09 18:44:16', '标题（套题）', '内容（套题）', '0', null);
INSERT INTO `rejoin` VALUES ('76', '03994', '201604070101', '2018-11-09 20:39:01', '安卓教师端全选测试', '1.001?#2.002?#3.003?#4.004?#', '0', null);
INSERT INTO `rejoin` VALUES ('77', '03994', '201604070102', '2018-11-09 20:39:02', '安卓教师端全选测试', '1.001?#2.002?#3.003?#4.004?#', '1', '');
INSERT INTO `rejoin` VALUES ('78', '03994', '201604070103', '2018-11-09 20:39:02', '安卓教师端全选测试', '1.001?#2.002?#3.003?#4.004?#', '0', null);
INSERT INTO `rejoin` VALUES ('79', '03994', '201604070104', '2018-11-09 20:39:03', '安卓教师端全选测试', '1.001?#2.002?#3.003?#4.004?#', '0', null);
INSERT INTO `rejoin` VALUES ('80', '03994', '2018', '2018-11-09 20:39:03', '安卓教师端全选测试', '1.001?#2.002?#3.003?#4.004?#', '0', null);

-- ----------------------------
-- Table structure for students
-- ----------------------------
DROP TABLE IF EXISTS `students`;
CREATE TABLE `students` (
  `s_id` int(11) NOT NULL AUTO_INCREMENT,
  `s_studentId` varchar(12) NOT NULL,
  `s_name` varchar(255) DEFAULT NULL,
  `s_sex` tinyint(10) DEFAULT NULL,
  `s_school` varchar(255) DEFAULT NULL,
  `s_college` varchar(255) DEFAULT NULL,
  `s_grade` varchar(255) DEFAULT NULL,
  `s_profession` varchar(255) DEFAULT NULL,
  `s_class` varchar(255) DEFAULT NULL,
  `s_classtype` varchar(255) DEFAULT NULL,
  `s_jobstatus` varchar(255) DEFAULT NULL,
  `s_tutor` varchar(255) DEFAULT NULL,
  `s_phone` varchar(15) DEFAULT NULL,
  `s_idcard` varchar(18) DEFAULT NULL,
  `s_password` varchar(255) DEFAULT NULL,
  `s_createTime` datetime DEFAULT NULL,
  `s_changeTime` datetime DEFAULT NULL,
  `s_picture` varchar(255) DEFAULT NULL,
  `s_token` varchar(255) DEFAULT NULL,
  `s_tokenendtime` datetime DEFAULT NULL,
  `s_city` varchar(255) DEFAULT NULL,
  `s_unit` varchar(255) DEFAULT NULL,
  `s_job` varchar(255) DEFAULT NULL,
  `s_profile` varchar(255) DEFAULT NULL,
  `s_friends` varchar(255) DEFAULT NULL,
  `s_huanxinmm` varchar(255) DEFAULT NULL,
  `s_show` int(11) DEFAULT '1',
  PRIMARY KEY (`s_id`,`s_studentId`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of students
-- ----------------------------
INSERT INTO `students` VALUES ('1', '201604070101', '毕嘉嘉', '0', '浙江工业大学之江学院', '机械工程学院', '16', '车辆工程', '车辆1601', '', '', '03994', '13017718908', '', '9d61f0694b761a3cdd70de0fd49dfd26', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', 'e0f7e8875bcb9670c03c7affedafc982', '2068-10-20 02:10:51', '杭州', '网易', '后端工程师', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/2016040701011541752305978.png', '201602150122,201702150133,', '9d61f0694b761a3cdd70de0fd49dfd26', '1');
INSERT INTO `students` VALUES ('2', '201604070102', '岑九九', '0', '浙江工业大学之江学院', '机械工程学院', '16', '车辆工程', '车辆1601', '', '', '03994', '13017718908', '', '9d61f0694b761a3cdd70de0fd49dfd26', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '0f6a60bf8aef672772e7870d999100e6', '2068-10-17 03:10:59', '杭州', '网易', '后端工程师', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', '201602150122,201702150133,', '9d61f0694b761a3cdd70de0fd49dfd26', '1');
INSERT INTO `students` VALUES ('3', '201604070103', '冯家', '0', '浙江工业大学之江学院', '机械工程学院', '16', '车辆工程', '车辆1601', '', '', '03994', '13017718908', '', '9d61f0694b761a3cdd70de0fd49dfd26', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '731b0afcaa0c4120765e74d9bc46b5b4', '2068-10-17 03:10:08', '杭州', '网易', '后端工程师', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', '201602150122,201702150133,', '9d61f0694b761a3cdd70de0fd49dfd26', '1');
INSERT INTO `students` VALUES ('4', '201604070104', '周据', '0', '浙江工业大学之江学院', '机械工程学院', '16', '车辆工程', '车辆1601', '', '', '03994', '13017718908', '', '9d61f0694b761a3cdd70de0fd49dfd26', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '15d80dc1b71272e1fbad4af780630646', '2068-10-24 09:10:31', '杭州', '网易', '后端工程师', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', '201602150122,201702150133,', '9d61f0694b761a3cdd70de0fd49dfd26', '1');
INSERT INTO `students` VALUES ('5', '201404070105', '董浩琛', '0', '浙江工业大学之江学院', '机械工程学院', ' ', '车辆', '车辆1401', '普通班', '市场市场质量工程师', '02112', '', '', 'db0950a0a9ad0ab3821818f5db1ce41f', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '27850e3094331848615277a1b07aa562', '2068-11-05 10:11:52', '杭州', '汽车之家杭州分公司', '市场市场质量工程师', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/2014040701051541426652433.png', null, 'db0950a0a9ad0ab3821818f5db1ce41f', '1');
INSERT INTO `students` VALUES ('6', '201404070107', '何祖鼎', '0', '浙江工业大学之江学院', '机械工程学院', ' ', '车辆', '车辆1401', '普通班', '客户质量工程师', '04159', '', '', '77e03b5ee9b1840a550e035c8e3f0134', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '115a0e8c99acfd3edaeaba58d777cf13', '2068-11-05 06:11:15', '杭州', '汽车之家杭州分公司', '客户质量工程师', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', null, null, '1');
INSERT INTO `students` VALUES ('7', '201404070108', '胡亿键', '0', '浙江工业大学之江学院', '机械工程学院', ' ', '车辆', '车辆1401', '普通班', '培训助理', '00734', '', '', '11abbe53e625e8c088faab0916536e92', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '', null, '杭州', '汽车之家杭州分公司', '培训助理', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', null, null, '1');
INSERT INTO `students` VALUES ('9', '201404070102', '陈初阳', '1', '浙江工业大学之江学院', '机械工程学院', ' ', '车辆', '车辆1401', '普通班', '设备维修与维护', '03901', '', '', '1020ae86b207a232f7ad7ca3d487bcda', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '1d15634ce3cc905beffd1ecc589de2c5', '2068-11-05 06:11:07', '杭州', '汽车之家杭州分公司', '设备维修与维护经理', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', null, null, '1');
INSERT INTO `students` VALUES ('10', '201404070103', '陈泽楷', '1', '浙江工业大学之江学院', '机械工程学院', ' ', '车辆', '车辆1401', '普通班', '培训专员', '01938', '', '', 'be0d7c1de72795ecba882988152bf30b', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', 'e4f08a0b387ffff111607a69f5eb8f2d', '2068-11-05 06:11:50', '杭州', '汽车之家杭州分公司', '培训专员', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', null, 'be0d7c1de72795ecba882988152bf30b', '1');
INSERT INTO `students` VALUES ('11', '201404070104', '崔润钢', '1', '浙江工业大学之江学院', '机械工程学院', ' ', '车辆', '车辆1401', '普通班', '生产管理', '02252', '', '', '90828d3f242dc1c837f4fb6dd2e96540', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', null, null, '杭州', '汽车之家杭州分公司', '生产管理经理', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', null, null, '1');
INSERT INTO `students` VALUES ('12', '2016', '2016', '1', '浙江工业大学之江学院', '机械工程学院', ' ', '车辆', '车辆1401', '普通班', '生产管理', '02252', '13017718908', '', '95192c98732387165bf8e396c0f2dad2', '2017-10-30 10:53:25', '2018-11-06 16:15:05', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '6ba566e0dae24fd0e1890121db99f7e1', '2068-10-21 02:10:51', '杭州', '网易', '软件测试工程师', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541591865086.png', '', '95192c98732387165bf8e396c0f2dad2', '1');
INSERT INTO `students` VALUES ('13', '2018', '2018', '0', '浙江工业大学之江学院', '机械工程学院', '16', '车辆', '车辆1401', '普通班', '生产管理', '03994', null, null, '84ddfb34126fc3a48ee38d7044e87276', '2017-10-30 10:53:25', '2017-10-30 10:53:25', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '1bb6808219519e4e11c52731321ca138', '2068-11-01 06:11:34', '杭州', '汽车之家杭州分公司', '生产管理经理', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', '', '84ddfb34126fc3a48ee38d7044e87276', '1');
INSERT INTO `students` VALUES ('14', '2019', '2017', '1', '浙江工业大学之江学院', '机械工程学院', '16', '车辆', '车辆1401', '普通班', '班长', '02112', null, null, '8d8818c8e140c64c743113f563cf750f', '2018-10-31 13:16:08', '2018-10-31 13:16:19', null, '79409cdc4d2a8e86a38d8ad306e63e28', '2068-10-31 02:10:05', '杭州', '网易', '程序员', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/20161541326104639.png', null, '8d8818c8e140c64c743113f563cf750f', '1');

-- ----------------------------
-- Table structure for sys_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE `sys_menu` (
  `id` int(8) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL COMMENT '菜单',
  `function` varchar(200) NOT NULL COMMENT '子菜单',
  `url` varchar(200) NOT NULL COMMENT '地址',
  `fsign` int(4) DEFAULT NULL COMMENT '父菜单权重',
  `sign` int(4) DEFAULT NULL COMMENT '菜单排序',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_menu
-- ----------------------------
INSERT INTO `sys_menu` VALUES ('1', '周记管理', '周记列表', 'allChart.action', '1', '1');
INSERT INTO `sys_menu` VALUES ('2', '教师管理', '教师列表', 'allTeacher.jsp', '3', '1');
INSERT INTO `sys_menu` VALUES ('3', '教师管理', '修改教师密码', 'teaChangePsd.jsp', '3', '2');
INSERT INTO `sys_menu` VALUES ('4', '教师管理', '指导学生列表', 'teaStudents.action', '3', '3');
INSERT INTO `sys_menu` VALUES ('5', '教师管理', '导入教师', 'importTeacher.jsp', '3', '4');
INSERT INTO `sys_menu` VALUES ('6', '学生管理', '修改学生密码', 'stuChangePsd.jsp', '4', '1');
INSERT INTO `sys_menu` VALUES ('7', '学生管理', '学生列表', 'allStudent.jsp', '4', '2');
INSERT INTO `sys_menu` VALUES ('8', '学生管理', '导入学生', 'importStudents.jsp', '4', '3');
INSERT INTO `sys_menu` VALUES ('9', '推送', '学生推送', 'addTuisongStu.jsp', '5', '1');
INSERT INTO `sys_menu` VALUES ('10', '推送', '老师推送', 'addTuisongTea.jsp', '5', '2');
INSERT INTO `sys_menu` VALUES ('11', '推送', '推送列表', 'allJpush.jsp', '5', '3');
INSERT INTO `sys_menu` VALUES ('12', '实习管理', '学生实习情况详情', 'studentSummary.jsp', '6', '1');
INSERT INTO `sys_menu` VALUES ('13', '实习管理', '学生的地理分布图', 'studentsGaoDe.jsp', '6', '2');
INSERT INTO `sys_menu` VALUES ('14', '答辩管理', '答辩主题列表', 'rejoinTheme.jsp', '7', '1');

-- ----------------------------
-- Table structure for sys_relation
-- ----------------------------
DROP TABLE IF EXISTS `sys_relation`;
CREATE TABLE `sys_relation` (
  `id` int(8) NOT NULL AUTO_INCREMENT,
  `tId` int(10) NOT NULL COMMENT '教师',
  `mId` int(8) DEFAULT NULL COMMENT '菜单',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=132 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_relation
-- ----------------------------
INSERT INTO `sys_relation` VALUES ('1', '1', '1');
INSERT INTO `sys_relation` VALUES ('2', '1', '2');
INSERT INTO `sys_relation` VALUES ('3', '1', '3');
INSERT INTO `sys_relation` VALUES ('5', '1', '5');
INSERT INTO `sys_relation` VALUES ('6', '1', '6');
INSERT INTO `sys_relation` VALUES ('7', '1', '7');
INSERT INTO `sys_relation` VALUES ('8', '1', '8');
INSERT INTO `sys_relation` VALUES ('9', '1', '9');
INSERT INTO `sys_relation` VALUES ('10', '1', '10');
INSERT INTO `sys_relation` VALUES ('11', '1', '11');
INSERT INTO `sys_relation` VALUES ('12', '1', '12');
INSERT INTO `sys_relation` VALUES ('13', '1', '13');
INSERT INTO `sys_relation` VALUES ('14', '1', '14');
INSERT INTO `sys_relation` VALUES ('17', '2', '1');
INSERT INTO `sys_relation` VALUES ('18', '2', '2');
INSERT INTO `sys_relation` VALUES ('19', '2', '3');
INSERT INTO `sys_relation` VALUES ('20', '2', '6');
INSERT INTO `sys_relation` VALUES ('21', '2', '7');
INSERT INTO `sys_relation` VALUES ('22', '2', '8');
INSERT INTO `sys_relation` VALUES ('23', '2', '9');
INSERT INTO `sys_relation` VALUES ('24', '2', '10');
INSERT INTO `sys_relation` VALUES ('25', '2', '11');
INSERT INTO `sys_relation` VALUES ('26', '2', '12');
INSERT INTO `sys_relation` VALUES ('27', '2', '13');
INSERT INTO `sys_relation` VALUES ('28', '3', '1');
INSERT INTO `sys_relation` VALUES ('29', '3', '2');
INSERT INTO `sys_relation` VALUES ('30', '3', '3');
INSERT INTO `sys_relation` VALUES ('31', '3', '6');
INSERT INTO `sys_relation` VALUES ('32', '3', '7');
INSERT INTO `sys_relation` VALUES ('33', '3', '8');
INSERT INTO `sys_relation` VALUES ('34', '3', '9');
INSERT INTO `sys_relation` VALUES ('35', '3', '10');
INSERT INTO `sys_relation` VALUES ('36', '3', '11');
INSERT INTO `sys_relation` VALUES ('37', '3', '12');
INSERT INTO `sys_relation` VALUES ('38', '3', '13');
INSERT INTO `sys_relation` VALUES ('39', '4', '1');
INSERT INTO `sys_relation` VALUES ('40', '4', '2');
INSERT INTO `sys_relation` VALUES ('41', '4', '3');
INSERT INTO `sys_relation` VALUES ('42', '4', '6');
INSERT INTO `sys_relation` VALUES ('43', '4', '7');
INSERT INTO `sys_relation` VALUES ('44', '4', '8');
INSERT INTO `sys_relation` VALUES ('45', '4', '9');
INSERT INTO `sys_relation` VALUES ('46', '4', '10');
INSERT INTO `sys_relation` VALUES ('47', '4', '11');
INSERT INTO `sys_relation` VALUES ('48', '4', '12');
INSERT INTO `sys_relation` VALUES ('49', '4', '13');
INSERT INTO `sys_relation` VALUES ('50', '5', '1');
INSERT INTO `sys_relation` VALUES ('51', '5', '2');
INSERT INTO `sys_relation` VALUES ('52', '5', '3');
INSERT INTO `sys_relation` VALUES ('53', '5', '6');
INSERT INTO `sys_relation` VALUES ('54', '5', '7');
INSERT INTO `sys_relation` VALUES ('55', '5', '8');
INSERT INTO `sys_relation` VALUES ('56', '5', '9');
INSERT INTO `sys_relation` VALUES ('57', '5', '10');
INSERT INTO `sys_relation` VALUES ('58', '5', '11');
INSERT INTO `sys_relation` VALUES ('59', '5', '12');
INSERT INTO `sys_relation` VALUES ('60', '5', '13');
INSERT INTO `sys_relation` VALUES ('61', '6', '1');
INSERT INTO `sys_relation` VALUES ('62', '6', '2');
INSERT INTO `sys_relation` VALUES ('63', '6', '3');
INSERT INTO `sys_relation` VALUES ('64', '6', '6');
INSERT INTO `sys_relation` VALUES ('65', '6', '7');
INSERT INTO `sys_relation` VALUES ('66', '6', '8');
INSERT INTO `sys_relation` VALUES ('67', '6', '9');
INSERT INTO `sys_relation` VALUES ('68', '6', '10');
INSERT INTO `sys_relation` VALUES ('69', '6', '11');
INSERT INTO `sys_relation` VALUES ('70', '6', '12');
INSERT INTO `sys_relation` VALUES ('71', '6', '13');
INSERT INTO `sys_relation` VALUES ('72', '8', '1');
INSERT INTO `sys_relation` VALUES ('73', '8', '2');
INSERT INTO `sys_relation` VALUES ('74', '8', '3');
INSERT INTO `sys_relation` VALUES ('75', '8', '6');
INSERT INTO `sys_relation` VALUES ('76', '8', '7');
INSERT INTO `sys_relation` VALUES ('77', '8', '8');
INSERT INTO `sys_relation` VALUES ('78', '8', '9');
INSERT INTO `sys_relation` VALUES ('79', '8', '10');
INSERT INTO `sys_relation` VALUES ('80', '8', '11');
INSERT INTO `sys_relation` VALUES ('81', '8', '12');
INSERT INTO `sys_relation` VALUES ('82', '8', '13');
INSERT INTO `sys_relation` VALUES ('83', '9', '1');
INSERT INTO `sys_relation` VALUES ('84', '9', '2');
INSERT INTO `sys_relation` VALUES ('85', '9', '3');
INSERT INTO `sys_relation` VALUES ('86', '9', '6');
INSERT INTO `sys_relation` VALUES ('87', '9', '7');
INSERT INTO `sys_relation` VALUES ('88', '9', '8');
INSERT INTO `sys_relation` VALUES ('89', '9', '9');
INSERT INTO `sys_relation` VALUES ('90', '9', '10');
INSERT INTO `sys_relation` VALUES ('91', '9', '11');
INSERT INTO `sys_relation` VALUES ('92', '9', '12');
INSERT INTO `sys_relation` VALUES ('93', '9', '13');
INSERT INTO `sys_relation` VALUES ('94', '10', '1');
INSERT INTO `sys_relation` VALUES ('95', '10', '2');
INSERT INTO `sys_relation` VALUES ('96', '10', '3');
INSERT INTO `sys_relation` VALUES ('97', '10', '6');
INSERT INTO `sys_relation` VALUES ('98', '10', '7');
INSERT INTO `sys_relation` VALUES ('99', '10', '8');
INSERT INTO `sys_relation` VALUES ('100', '10', '9');
INSERT INTO `sys_relation` VALUES ('101', '10', '10');
INSERT INTO `sys_relation` VALUES ('102', '10', '11');
INSERT INTO `sys_relation` VALUES ('103', '10', '12');
INSERT INTO `sys_relation` VALUES ('104', '10', '13');
INSERT INTO `sys_relation` VALUES ('105', '11', '1');
INSERT INTO `sys_relation` VALUES ('106', '11', '2');
INSERT INTO `sys_relation` VALUES ('107', '11', '3');
INSERT INTO `sys_relation` VALUES ('108', '11', '6');
INSERT INTO `sys_relation` VALUES ('109', '11', '7');
INSERT INTO `sys_relation` VALUES ('110', '11', '8');
INSERT INTO `sys_relation` VALUES ('111', '11', '9');
INSERT INTO `sys_relation` VALUES ('112', '11', '10');
INSERT INTO `sys_relation` VALUES ('113', '11', '11');
INSERT INTO `sys_relation` VALUES ('114', '11', '12');
INSERT INTO `sys_relation` VALUES ('115', '11', '13');
INSERT INTO `sys_relation` VALUES ('116', '100', '1');
INSERT INTO `sys_relation` VALUES ('117', '100', '4');
INSERT INTO `sys_relation` VALUES ('118', '100', '7');
INSERT INTO `sys_relation` VALUES ('119', '100', '9');
INSERT INTO `sys_relation` VALUES ('120', '100', '11');
INSERT INTO `sys_relation` VALUES ('121', '100', '12');
INSERT INTO `sys_relation` VALUES ('122', '100', '13');
INSERT INTO `sys_relation` VALUES ('123', '2', '14');
INSERT INTO `sys_relation` VALUES ('124', '3', '14');
INSERT INTO `sys_relation` VALUES ('125', '4', '14');
INSERT INTO `sys_relation` VALUES ('126', '5', '14');
INSERT INTO `sys_relation` VALUES ('127', '6', '14');
INSERT INTO `sys_relation` VALUES ('128', '10', '14');
INSERT INTO `sys_relation` VALUES ('129', '9', '14');
INSERT INTO `sys_relation` VALUES ('130', '8', '14');
INSERT INTO `sys_relation` VALUES ('131', '11', '14');

-- ----------------------------
-- Table structure for teacher
-- ----------------------------
DROP TABLE IF EXISTS `teacher`;
CREATE TABLE `teacher` (
  `t_id` int(11) NOT NULL AUTO_INCREMENT,
  `t_teacherId` varchar(18) NOT NULL,
  `t_name` varchar(255) DEFAULT NULL,
  `t_password` varchar(255) NOT NULL,
  `t_phone` varchar(12) NOT NULL,
  `t_dutyphone` varchar(12) DEFAULT NULL,
  `t_email` varchar(100) DEFAULT NULL,
  `t_college` varchar(255) DEFAULT NULL,
  `t_address` varchar(255) DEFAULT NULL,
  `t_picture` varchar(255) DEFAULT NULL,
  `t_token` varchar(255) DEFAULT NULL,
  `t_researchdirection` varchar(255) DEFAULT NULL,
  `t_createTime` datetime DEFAULT NULL,
  `t_changeTime` datetime DEFAULT NULL,
  `t_introduction` varchar(2555) DEFAULT NULL,
  `t_power` int(11) DEFAULT NULL,
  `t_profile` varchar(255) DEFAULT NULL,
  `t_stuNumNow` int(11) DEFAULT NULL,
  `t_stuNumMax` int(11) DEFAULT NULL,
  PRIMARY KEY (`t_id`,`t_teacherId`)
) ENGINE=InnoDB AUTO_INCREMENT=101 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher
-- ----------------------------
INSERT INTO `teacher` VALUES ('1', 'admin', '领导', '21232f297a57a5a743894a0e4a801fc3', '0', '0', '', '', '', null, '3ce1fe1db60d12d418fc8f411ee89522', '', null, '2018-11-06 16:30:38', '', '4', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('2', '000007', '商学院', 'ee8407a05eb9c4dc84294f81a68df7f5', '0', '', '', '', '', null, '854c866901d431b66be1c3c8947478e3', '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('3', '000008', '信息工程学院', 'b9833fd3405ef247025e6cb4d82cefe3', '0', '', '', '', '', null, null, '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('4', '000009', '人文学院', 'dc3f220dbd914d83b11d97b1ee641889', '0', '', '', '', '', null, null, '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('5', '000010', '机械工程学院', 'a7d68420ed51b0010acab7e76fc29353', '0', '', '', '', '', null, null, '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('6', '000011', '外国语学院', '8f2055256d37d330930b3dd0f39046a9', '0', '', '', '', '', null, null, '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('7', '000012', '建筑学院', 'b778284c6b5f9fb6f65dfe26a7f3c3ed', '0', '', '', '', '', null, null, '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('8', '000013', '设计学院', '4bec88e79f0574081d091df6d1c01908', '0', '', '', '', '', null, null, '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('9', '000014', '理学院', 'df18099b7ec0a766f253f130b7ab4c28', '0', '', '', '', '', null, null, '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('10', '000015', '中旅学院', '1fbb9b0c9f4e0b764b94a03b603bdcbe', '0', '', '', '', '', null, null, '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('11', '000016', '之江学院', '7d6d4d2e30ea1838e23c1f4e07d4897d', '0', '', '', '', '', null, '5100d6199f9831b2ff147f7e770c4622', '', null, '2018-11-06 16:30:38', '', '3', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', '0', '0');
INSERT INTO `teacher` VALUES ('13', '03901', '毛亚郎', '7c6448fe0d81c416a1a5b0ebb88f1839', '', '', 'ccc@cccc.cn', '机械工程学院', '1B313', null, 'a1df88ab17abd02423c60fa1531a19a7', '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('14', '01938', '徐庆乡', '8a8b0b9a9b155430b59bc069f9790792', '', '', 'ccc@cccc.cn', '机械学院', '', null, '5de09bb83060fdfbc784370a806bfbca', '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('15', '02252', '林世军', '41b8b22eaee6b398725983860a32b1a1', '', '', 'ccc@cccc.cn', '建筑学院', '1E305', null, '2a59e99babc03e6e878c444fd57cfcb6', '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('16', '02112', '孙小权', '1fb520ef117e39ca395f36737acc6aef', '', '', 'ccc@cccc.cn', '理学院', '之江云师生服务大厅102室', null, '98b12a70a3cf3ffb4213ffe58cf3bd98', '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('17', '04159', '赖骞宇', '6b58af6c057e4fab5fdfbc8f6185484d', '', '', 'ccc@cccc.cn', '人文学院', '3B309', null, 'a41a6a27e9626543b9b92bf723b12ab1', '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('18', '00734', '蒋建华', 'e306d6945b541dadaa668791e9ceab2a', '', '', 'ccc@cccc.cn', '商学院', '3B409', null, 'b88abbb624ce1a4d84f3ea3869506744', '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('19', '04133', '张夜莺', '471f8ee3f525b7ebf957e38ff4f29bf2', '', '0', 'ccc@cccc.cn', '设计学院', '行健楼615', null, null, '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('20', '04146', '梁雪松', '28031f9db6c2c1b8b0a933796f21dd1b', '', '81112698', 'ccc@cccc.cn', '中旅学院', '之江云师生服务大厅102室', null, null, '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('21', '02016', '张聚', 'ec2d3c887d3129899d8f54b8c91701ac', '', '0', 'ccc@cccc.cn', '信息学院', '2A507', null, 'c3515762f58bcdf944611516ee169754', '', null, '2018-11-06 16:30:38', '', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/proFile/profile.png', null, '33');
INSERT INTO `teacher` VALUES ('100', '03994', '褚华东', '51b77297784659ce64038e187d7f6c75', '13605807000', '81110000', 'ccc@cccc.cn', '机械工程学院', '之江云师生服务大厅102室', null, 'ef95a9a05ac51488a63edb5fa0cb76e5', '', '2017-11-03 12:52:26', '2018-11-06 16:30:38', '计划财务部', '2', 'http://i3c8x94lqb.51http.tech/TXGLwai/image/039941541761219736.png', '0', '0');

-- ----------------------------
-- Table structure for teachers
-- ----------------------------
DROP TABLE IF EXISTS `teachers`;
CREATE TABLE `teachers` (
  `t_id` int(11) NOT NULL AUTO_INCREMENT,
  `t_teacherId` varchar(18) NOT NULL,
  `t_name` varchar(255) DEFAULT NULL,
  `t_password` varchar(255) NOT NULL,
  `t_phone` varchar(12) NOT NULL,
  `t_dutyphone` int(11) DEFAULT NULL,
  `t_email` varchar(100) DEFAULT NULL,
  `t_college` varchar(255) DEFAULT NULL,
  `t_address` varchar(255) DEFAULT NULL,
  `t_picture` varchar(255) DEFAULT NULL,
  `t_token` varchar(255) DEFAULT NULL,
  `t_researchdirection` varchar(255) DEFAULT NULL,
  `t_createTime` datetime DEFAULT NULL,
  `t_changeTime` datetime DEFAULT NULL,
  `t_introduction` varchar(2555) DEFAULT NULL,
  `t_power` int(11) DEFAULT NULL,
  `t_profile` varchar(255) DEFAULT NULL,
  `t_stuNumNow` int(11) DEFAULT NULL,
  `t_stuNumMax` int(11) DEFAULT NULL,
  `t_friends` varchar(255) DEFAULT NULL,
  `t_students` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`t_id`,`t_teacherId`)
) ENGINE=InnoDB AUTO_INCREMENT=100 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teachers
-- ----------------------------
INSERT INTO `teachers` VALUES ('99', '03994', '褚华东', '51b77297784659ce64038e187d7f6c75', '13605807000', '81110000', 'chd@zjc.zjut.edu.cn', '之江学院', '之江云师生服务大厅102室', 'https://sdsy.zzjc.edu.cn/SDSYw/image/03994.jpg', null, null, '2017-11-03 12:52:26', '2017-10-31 20:08:04', '计划财务部', '1', 'https://sdsy.zzjc.edu.cn/SDSYw/image/1.jpg', '0', '3', null, null);

-- ----------------------------
-- Table structure for videomsg
-- ----------------------------
DROP TABLE IF EXISTS `videomsg`;
CREATE TABLE `videomsg` (
  `v_id` int(11) NOT NULL AUTO_INCREMENT,
  `v_m_id` int(11) NOT NULL,
  `v_size` int(11) DEFAULT NULL,
  `v_name` varchar(12) DEFAULT NULL,
  `v_length` int(11) NOT NULL,
  `v_secret` varchar(255) DEFAULT NULL,
  `v_thumb` varchar(255) DEFAULT NULL,
  `v_url` varchar(255) DEFAULT NULL,
  `v_type` varchar(12) DEFAULT NULL,
  PRIMARY KEY (`v_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of videomsg
-- ----------------------------

-- ----------------------------
-- Table structure for video_msg
-- ----------------------------
DROP TABLE IF EXISTS `video_msg`;
CREATE TABLE `video_msg` (
  `v_id` int(11) NOT NULL AUTO_INCREMENT,
  `v_m_id` int(11) NOT NULL,
  `v_fileLength` int(11) DEFAULT NULL,
  `v_name` varchar(255) DEFAULT NULL,
  `v_length` int(11) DEFAULT NULL,
  `v_secret` varchar(255) DEFAULT NULL,
  `v_size_height` int(11) DEFAULT NULL,
  `v_size_weight` int(11) DEFAULT NULL,
  `v_thumb` varchar(255) DEFAULT NULL,
  `v_thumb_secret` varchar(255) DEFAULT NULL,
  `v_url` varchar(255) DEFAULT NULL,
  `v_type` varchar(12) DEFAULT NULL,
  PRIMARY KEY (`v_id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of video_msg
-- ----------------------------
INSERT INTO `video_msg` VALUES ('1', '4', '58103', '1418105136313.mp4', '10', 'VfEpSmSvEeS7yU8dwa9rAQc-DIL2HhmpujTNfSTsrDt6eNb_', '480', '360', 'https://a1.easemob.com/easemob-demo/chatdemoui/chatfiles/67279b20-7f69-11e4-8eee-21d3334b3a97', 'ZyebKn9pEeSSfY03ROk7ND24zUf74s7HpPN1oMV-1JxN2O2I', 'https://a1.easemob.com/easemob-demo/chatdemoui/chatfiles/671dfe30-7f69-11e4-ba67-8fef0d502f46', 'video');

-- ----------------------------
-- Table structure for wordmsg
-- ----------------------------
DROP TABLE IF EXISTS `wordmsg`;
CREATE TABLE `wordmsg` (
  `w_id` int(11) NOT NULL AUTO_INCREMENT,
  `w_m_id` int(11) NOT NULL,
  `w_type` varchar(12) DEFAULT NULL,
  `w_message` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`w_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of wordmsg
-- ----------------------------

-- ----------------------------
-- Table structure for word_msg
-- ----------------------------
DROP TABLE IF EXISTS `word_msg`;
CREATE TABLE `word_msg` (
  `w_id` int(11) NOT NULL AUTO_INCREMENT,
  `w_m_id` int(11) NOT NULL,
  `w_type` varchar(12) DEFAULT NULL,
  `w_message` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`w_id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of word_msg
-- ----------------------------
INSERT INTO `word_msg` VALUES ('1', '1', '吃了吗', 'txt');
